[{"id": "16ea2a3813a547ef91e5f0fd14f75f44", "annotations": [{"end": 404, "start": 387, "tag": "Treaty", "overlap": NaN, "value": "income tax treaty", "example_id": "16ea2a3813a547ef91e5f0fd14f75f44"}], "content": "This document contains proposed regulations that provide additional guidance needed to comply with the withholding rules under section 1441 and conforming changes to the regulations under section 6109. Specifically, these proposed regulations provide rules that facilitate compliance by withholding agents where foreign individuals who are claiming reduced rates of withholding under an income tax treaty receive an unexpected payment from the withholding agent, yet do not possess the required individual taxpayer identification number. The text of the temporary regulations on this subject in this issue of the Federal Register, also serves as the text of these proposed regulations set forth in this cross-referenced notice of proposed rulemaking.", "metadata": {"title": "Taxpayer Identification Number Rule Where Taxpayer Claims Treaty Rate and Is Entitled to an Immediate Payment", "agency": "DEPARTMENT OF THE TREASURY", "url": "https://www.federalregister.gov/documents/full_text/html/2002/17/01/02-1126.html", "type": "prorule", "order_code": 11, "doc_id": "02-1126"}}, {"id": "656eb59a41714083992c3f2d09ff75de", "annotations": [{"end": 58, "start": 23, "tag": "Treaty", "overlap": NaN, "value": "bilateral and multilateral treaties", "example_id": "656eb59a41714083992c3f2d09ff75de"}], "content": "(2) Seek to enter into bilateral and multilateral treaties or other arrangements with such nations to protect sharks; and", "metadata": {"title": "High Seas Driftnet Fishing Moratorium Protection Act; Identification and Certification Procedures To Address Shark Conservation", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/16/01/2013-00703.html", "type": "rule", "order_code": 154, "doc_id": "2013-00703"}}, {"id": "dd27a1144768487f84861de7b1ffea4f", "annotations": [{"end": 176, "start": 151, "tag": "Foreing Policy", "overlap": NaN, "value": "national security reasons", "example_id": "dd27a1144768487f84861de7b1ffea4f"}], "content": "The Coast Guard is establishing a security zone covering all waters within Port Hueneme Harbor in Ventura County, CA. This security zone is needed for national security reasons to protect the Naval Base Ventura County and the commercial port from potential subversive acts. Entry into this zone is prohibited, unless specifically authorized by the Capitan of the Port Los Angeles-Long Beach, the Commanding Officer, Naval Base Ventura County, or their designated representatives. ", "metadata": {"title": "Security Zone; Port Hueneme Harbor, Ventura County, CA ", "agency": "DEPARTMENT OF TRANSPORTATION ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/09/01/02-502.html", "type": "rule", "order_code": 11, "doc_id": "02-502"}}, {"id": "28851c02cc894873b7e984bb57d8585a", "annotations": [{"end": 239, "start": 148, "tag": "Treaty", "overlap": NaN, "value": "U.S. commitment to four international conventions (with Canada, Japan, Mexico, and Russia) ", "example_id": "28851c02cc894873b7e984bb57d8585a"}], "content": "Migratory Bird Treaty Act (MBTA). Nene are a protected species under the MBTA (16 U.S.C. 703-712, 50 CFR 10.13), a domestic law that implements the U.S. commitment to four international conventions (with Canada, Japan, Mexico, and Russia) for the protection of shared migratory bird resources.", "metadata": {"end": 25, "title": "Endangered and Threatened Wildlife and Plants; Reclassifying the Hawaiian Goose From Endangered to Threatened With a 4(d) Rule", "start": 0, "key": "treaty", "order_code": 159, "agency": "DEPARTMENT OF THE INTERIOR", "type": "prorule", "phrase": "Migratory Bird Treaty Act", "doc_id": "[FR Doc. 2018-06571 Filed 3-30-18; 8:45 am]"}}, {"id": "09c0e6a8aa7f47628f875954ea1a07d8", "annotations": [{"end": 131, "start": 34, "tag": "Agreement", "overlap": NaN, "value": "national plant protection organization (NPPO) of Spain must provide a bilateral workplan to APHIS", "example_id": "09c0e6a8aa7f47628f875954ea1a07d8"}], "content": "(a) General requirements. (1) The national plant protection organization (NPPO) of Spain must provide a bilateral workplan to APHIS that details the activities that the NPPO of Spain will, subject to APHIS' approval of the workplan, carry out to meet the requirements of this section. APHIS will be directly involved with the NPPO of Spain in monitoring and auditing implementation of the systems approach. The NPPO of Spain must also enter into a trust fund agreement with APHIS in accordance with § 319.56-6.", "metadata": {"title": "Importation of Fresh Apricots From Continental Spain", "agency": "DEPARTMENT OF AGRICULTURE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/30/01/2013-02021.html", "type": "prorule", "order_code": 108, "doc_id": "2013-02021"}}, {"id": "85bc2842ad5c434fbedae9609b8e0cfb", "annotations": [{"end": 59, "start": 49, "tag": "Foreing Policy", "overlap": NaN, "value": "rulemaking", "example_id": "85bc2842ad5c434fbedae9609b8e0cfb"}, {"end": 141, "start": 89, "tag": "Foreing Policy", "overlap": "f", "value": "national security concerns associated with small UAS", "example_id": "85bc2842ad5c434fbedae9609b8e0cfb"}], "content": "Questions for the Public: The FAA is considering rulemaking to address public safety and national security concerns associated with small UAS and invites input from the public as follows—", "metadata": {"title": "Safe and Secure Operations of Small Unmanned Aircraft Systems", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/13/02/2019-00758.html", "type": "prorule", "order_code": 79, "doc_id": "2019-00758"}}, {"id": "a1eaaace5ae44cc482880c3ae85c9b23", "annotations": [{"end": 329, "start": 240, "tag": "Treaty", "overlap": NaN, "value": "conventions with Great Britain (for Canada), Mexico, Japan, and the Soviet Union (Russia)", "example_id": "a1eaaace5ae44cc482880c3ae85c9b23"}], "content": "We, the U.S. Fish and Wildlife Service (Service), are the Federal agency with the primary responsibility for managing migratory birds. Our authority is based on the Migratory Bird Treaty Act (MBTA) (16 U.S.C. 703 et seq.), which implements conventions with Great Britain (for Canada), Mexico, Japan, and the Soviet Union (Russia). Activities with migratory birds are prohibited unless specifically authorized by regulation. Regulations governing the issuance of permits for migratory bird use are authorized by the MBTA and are found in title 50, Code of Federal Regulations, parts 10, 13, 21, and 22. According to 50 CFR 21.11, permits are required for most actions involving “any migratory bird, or the parts, nests, or eggs of such bird.”", "metadata": {"end": 190, "title": "Migratory Bird Permits; Religious or Spiritual Use of Feathers by Native Americans ", "start": 165, "key": "treaty", "order_code": 24, "agency": "DEPARTMENT OF THE INTERIOR ", "type": "prorule", "phrase": "Migratory Bird Treaty Act", "doc_id": " [FR Doc. E7-11559 Filed 6-14-07; 8:45 am] "}}, {"id": "7fd9a8ac6c6e413f86cd6beda9f40123", "annotations": [{"end": 270, "start": 222, "tag": "Foreing Policy", "overlap": NaN, "value": "impact on the Federal Entity's national security", "example_id": "7fd9a8ac6c6e413f86cd6beda9f40123"}], "content": "(b) Additional written submissions. The parties to the dispute shall provide the board with any additional written materials and documents as it may request. In cases where the dispute or an element thereof relates to the impact on the Federal Entity's national security, law enforcement, or public safety operations or functions, the board may request, and the Federal entity shall provide, additional written submissions concerning such impact.", "metadata": {"title": "Relocation of and Spectrum Sharing by Federal Government Stations—Technical Panel and Dispute Resolution Boards", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/25/01/2013-01564.html", "type": "rule", "order_code": 309, "doc_id": "2013-01564"}}, {"id": "0f1a714785604e6896090f92bc8df141", "annotations": [{"end": 207, "start": 188, "tag": "Agreement", "overlap": NaN, "value": "bilateral agreement", "example_id": "0f1a714785604e6896090f92bc8df141"}], "content": "This helicopter model is manufactured in the Federal Republic of Germany and is type certificated for operation in the United States under the provision of 14 CFR 21.29 and the applicable bilateral agreement. Pursuant to this bilateral agreement, the LBA has kept the FAA informed of the situation described above. The FAA has examined the findings of the LBA, reviewed all available information, and determined that AD action is necessary for products of this type design that are certificated for operations in the United States. ", "metadata": {"title": "Airworthiness Directives; Eurocopter Deutschland GmbH Model EC135 Helicopters ", "agency": "DEPARTMENT OF TRANSPORTATION ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/22/01/02-1451.html", "type": "rule", "order_code": 23, "doc_id": "02-1451"}}, {"id": "55559866e2d2421baff081e905bf1a53", "annotations": [{"end": 256, "start": 239, "tag": "Foreing Policy", "overlap": NaN, "value": "national security", "example_id": "55559866e2d2421baff081e905bf1a53"}], "content": "(i) It is not always possible to assess the relevance or necessity of specific information in the early stages of an investigation involving employee complaints or concerns and whistleblowing, or of an adjudication of access to classified national security information. ", "metadata": {"title": "Privacy Act; Implementation ", "agency": "DEPARTMENT OF ENERGY ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/29/01/02-2111.html", "type": "rule", "order_code": 60, "doc_id": "02-2111"}}, {"id": "6a7ce4874b74456c8c85f642f44b6dd3", "annotations": [{"end": 144, "start": 51, "tag": "Softlaw", "overlap": NaN, "value": "bilateral and multilateral efforts to promote international coordination of regulatory reform", "example_id": "6a7ce4874b74456c8c85f642f44b6dd3"}, {"end": 495, "start": 473, "tag": "Softlaw", "overlap": "f", "value": "informal working group", "example_id": "6a7ce4874b74456c8c85f642f44b6dd3"}], "content": "15 This is one aspect of the Commission's on-going bilateral and multilateral efforts to promote international coordination of regulatory reform. The Commission staff is engaged in consultations with Europe, Japan, Hong Kong, Singapore, Switzerland, Canada, Australia, Brazil, and Mexico on derivatives reform. In addition, the Commission staff is participating in several standard-setting initiatives, co-chairs the IOSCO Task Force on OTC Derivatives, and has created an informal working group of derivatives regulators to discuss implementation of derivatives reform. See also Joint Press Statement of Leaders on Operating Principles and Areas of Exploration in the Regulation of the Cross-border OTC Derivatives Market, included in CFTC Press Release 6439-12, Dec. 4, 2012.", "metadata": {"title": "Final Exemptive Order Regarding Compliance With Certain Swap Regulations", "agency": "COMMODITY FUTURES TRADING COMMISSION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/07/01/2012-31736.html", "type": "rule", "order_code": 49, "doc_id": "2012-31736"}}, {"id": "1ba436b935324773820a260cb9b13bb7", "annotations": [{"end": 305, "start": 268, "tag": "Foreing Policy", "overlap": NaN, "value": "affect interstate or foreign commerce", "example_id": "1ba436b935324773820a260cb9b13bb7"}], "content": "(c) All other waters such as intrastate lakes, rivers, streams (including intermittent streams), mudflats, sandflats, “wetlands,” sloughs, prairie potholes, wet meadows, playa lakes, or natural ponds the use, degradation, or destruction of which would affect or could affect interstate or foreign commerce including any such waters:", "metadata": {"title": "Definition of “Waters of the United States”—Recodification of Pre-Existing Rules", "agency": "DEPARTMENT OF DEFENSE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/27/07/2017-13997.html", "type": "prorule", "order_code": 214, "doc_id": "2017-13997"}}, {"id": "eeba1db879c74ee8af4b957feae89170", "annotations": [{"end": 148, "start": 131, "tag": "Foreing Policy", "overlap": NaN, "value": "national security", "example_id": "eeba1db879c74ee8af4b957feae89170"}, {"end": 433, "start": 421, "tag": "statute", "overlap": "f", "value": "5 U.S.C. 553", "example_id": "eeba1db879c74ee8af4b957feae89170"}], "content": "Recent terrorist incidents in New York and Washington, DC have called for the implementation of additional measures to protect the national security. These temporary rules are intended to provide for the safety and security of the public, maritime commerce, and transportation, by creating security zones in designated harbors, anchorages, facilities, and adjacent navigable waters of the United States. As authorized by 5 U.S.C. 553, we did not publish a notice of proposed rulemaking (NPRM) for this regulation and there is good cause for us to make the rule effective in less than 30 days after publication in the Federal Register. Publishing an NPRM and delaying this rule from becoming effective would be contrary to the public interest since immediate action is needed to protect persons, vessels, and facilities in various areas on the islands of Oahu, Maui, Hawaii, and Kauai, HI. There was insufficient time to publish a proposed rule in advance of the event or to provide a delayed effective date. Under these circumstances, following normal rulemaking procedures would be impracticable. ", "metadata": {"title": "Security Zones; Oahu, Maui, HI, and Kauai, HI ", "agency": "DEPARTMENT OF TRANSPORTATION ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/31/01/02-2356.html", "type": "rule", "order_code": 20, "doc_id": "02-2356"}}, {"id": "09a824cb26844a35b10ecd05a7cf2b16", "annotations": [{"end": 596, "start": 509, "tag": "Treaty", "overlap": NaN, "value": "Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES)", "example_id": "09a824cb26844a35b10ecd05a7cf2b16"}], "content": "The Honduran emerald hummingbird is listed as endangered by the IUCN (2012). This species was downlisted to endangered from critically endangered following its recent discovery in the western part of Honduras, which increased its known range (BLI 2012, pp. 1-2). Its IUCN classification is based on its very small and severely fragmented range and population. However, this status under IUCN conveys no actual protections to the species. The Honduran emerald hummingbird has been listed in Appendix II of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) since October 22, 1987, at which time all hummingbird species not previously listed in the Appendices were listed in Appendix II. CITES controls international trade in animal and plant species affected by trade. Appendix II includes species that are not necessarily threatened with extinction, but may become so unless trade is subject to strict regulation to avoid utilization incompatible with the species' survival. International trade in specimens of Appendix II species is authorized through a system of permits or certificates under certain circumstances. CITES, of which Honduras is a Party, is an international agreement through which member countries, called Parties, work together to ensure that the international trade in CITES-listed animals and plants is not detrimental to the survival of wild populations by regulating their import, export, and reexport. This process includes verification that (1) trade will not be detrimental to the survival of the species in the wild, and (2) that the material was legally acquired (www.cites.org).", "metadata": {"title": "Endangered and Threatened Wildlife and Plants; Listing the Honduran Emerald Hummingbird", "agency": "DEPARTMENT OF THE INTERIOR", "url": "https://www.federalregister.gov/documents/full_text/html/2013/02/01/2012-31095.html", "type": "prorule", "order_code": 83, "doc_id": "2012-31095"}}, {"id": "5e680e715a4640a1b13bbf71ecc4e565", "annotations": [{"end": 74, "start": 8, "tag": "Foreing Policy", "overlap": NaN, "value": "foreseeable economic, national security, or other relevant impacts", "example_id": "5e680e715a4640a1b13bbf71ecc4e565"}], "content": "(5) Any foreseeable economic, national security, or other relevant impacts that may result from designating any area that may be included in the final designation. We are particularly interested in any impacts on small entities, and the benefits of including or excluding areas from the proposed designation that are subject to these impacts.", "metadata": {"title": "Endangered and Threatened Wildlife and Plants; Proposed Designation of Critical Habitat for the Zuni Bluehead Sucker", "agency": "DEPARTMENT OF THE INTERIOR", "url": "https://www.federalregister.gov/documents/full_text/html/2013/25/01/2013-01302.html", "type": "prorule", "order_code": 40, "doc_id": "2013-01302"}}, {"id": "5474c7e91539451ea1bec79f05dc3011", "annotations": [{"end": 173, "start": 138, "tag": "Agreement", "overlap": NaN, "value": "our bilateral agreement with France", "example_id": "5474c7e91539451ea1bec79f05dc3011"}], "content": "These helicopters have been approved by the aviation authority of France and are approved for operation in the United States. Pursuant to our bilateral agreement with France, EASA, its technical representative, has notified us of the unsafe condition described in the EASA AD. We are issuing this AD because we evaluated all information provided by EASA and determined the unsafe condition exists and is likely to exist or develop on other helicopters of these same type designs and that air safety and the public interest require adopting the AD requirements as proposed, except we have removed the words “with a main gearbox installed” from the applicability paragraph because that language is unnecessary. This minor change is consistent with the intent of the proposals in the NPRM and will not increase the economic burden on any operator nor increase the scope of the AD.", "metadata": {"title": "Airworthiness Directives; Eurocopter France Helicopters", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/09/01/2012-31682.html", "type": "rule", "order_code": 29, "doc_id": "2012-31682"}}, {"id": "c21f9fad48984f4cacbeb39fc8da1f97", "annotations": [{"end": 114, "start": 110, "tag": "Softlaw", "overlap": NaN, "value": "ISDA", "example_id": "c21f9fad48984f4cacbeb39fc8da1f97"}, {"end": 223, "start": 115, "tag": "Softlaw", "overlap": "f", "value": "recommends that the Commission align the domestic and extraterritorial compliance dates of all requirements”", "example_id": "c21f9fad48984f4cacbeb39fc8da1f97"}], "content": "112 See ISDA (Aug. 10, 2012) at 7 (“in the interest of competitive parity between U.S. and non-U.S. entities, ISDA recommends that the Commission align the domestic and extraterritorial compliance dates of all requirements”).", "metadata": {"title": "Final Exemptive Order Regarding Compliance With Certain Swap Regulations", "agency": "COMMODITY FUTURES TRADING COMMISSION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/07/01/2012-31736.html", "type": "rule", "order_code": 342, "doc_id": "2012-31736"}}, {"id": "8aea64e4ac4442488fb3cf0908ede311", "annotations": [{"end": 322, "start": 299, "tag": "Foreing Policy", "overlap": NaN, "value": "international travelers", "example_id": "8aea64e4ac4442488fb3cf0908ede311"}], "content": "Travel modes, trade volume, and transportation infrastructure have expanded greatly since 1940. For example, much of Savannah-Hilton Head International Airport is located beyond the current port limits, including the site of the proposed replacement Federal Inspection Service facility for arriving international travelers. Similarly, distribution centers and cold storage agricultural facilities that support the seaport are located outside existing port limits. As a result, the greater Savannah area's trade and travel communities do not know with certainty if they will be able to receive CBP services if they build facilities on the region's remaining undeveloped properties, almost all outside the boundaries of the port of entry.", "metadata": {"title": "Extension of Port Limits of Savannah, GA", "agency": "DEPARTMENT OF HOMELAND SECURITY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/03/07/2017-13983.html", "type": "prorule", "order_code": 30, "doc_id": "2017-13983"}}, {"id": "8e398effd4b6451fb959493cce749ff4", "annotations": [{"end": 169, "start": 133, "tag": "Agreement", "overlap": NaN, "value": "our bilateral agreement with Germany", "example_id": "8e398effd4b6451fb959493cce749ff4"}], "content": "This product has been approved by the aviation authority of Germany, and is approved for operation in the United States. Pursuant to our bilateral agreement with Germany, they have notified us of the unsafe condition described in the MCAI referenced above. We are issuing this AD because we evaluated all information provided by EASA and determined the unsafe condition exists and is likely to exist or develop on other products of the same type design. This AD requires a one-time removal from service of the HP compressor stages 1 to 6 rotor disc assembly before exceeding certain thresholds.", "metadata": {"title": "Airworthiness Directives; Rolls-Royce Deutschland Ltd & Co KG Turbofan Engines", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/10/01/2012-31588.html", "type": "rule", "order_code": 33, "doc_id": "2012-31588"}}, {"id": "77d0896feeba43c9aa2af52b4be840a0", "annotations": [{"end": 210, "start": 178, "tag": "statute", "overlap": NaN, "value": "section 6004 of the Spectrum Act", "example_id": "77d0896feeba43c9aa2af52b4be840a0"}, {"end": 419, "start": 311, "tag": "Foreing Policy", "overlap": "f", "value": "“person[s] who [have] been, for reasons of national security, barred by any agency of the Federal Government", "example_id": "77d0896feeba43c9aa2af52b4be840a0"}], "content": "68. We note that an open eligibility approach would not affect citizenship, character, or other generally applicable qualifications that may apply under our rules. Additionally, section 6004 of the Spectrum Act restricts participation in auctions required under the Spectrum Act, which includes the H Block, by “person[s] who [have] been, for reasons of national security, barred by any agency of the Federal Government from bidding on a contract, participating in an auction, or receiving a grant.” We seek comment on our proposal to address this issue in the competitive bidding procedures section below. Further, as the Commission observed in the Incentive Auction NPRM, Expanding the Economic and Innovation Opportunities of Spectrum Through Incentive Auctions, 77 FR 69934 (Nov. 21, 2012) (Incentive Auction NPRM), section 6004 does not address eligibility to acquire licenses on the secondary market from the initial or subsequent licensee. We seek comment on whether section 6004 permits or requires the Commission to restrict eligibility of the persons described therein to acquire licenses in the secondary market, and whether and to what extent such restriction is consistent with other provisions of the Communications Act. If such restrictions should be implemented, should we do so by requiring certifications in applications similar to those required under our rules for enforcement of the Anti-Drug Abuse Act of 1988? Would it be permissible and appropriate to address such situations on a case-by-case basis in light of the specific facts and circumstances? Should we apply the same attribution rules in doing so, where the relevant person is not the sole owner of the proposed licensee?", "metadata": {"title": "Service Rules for the Advanced Wireless Services in the H Block—Implementing Section 6401 of the Middle Class Tax Relief and Job Creation Act of 2012 Related to the 1915-1920 MHz and 1995-2000 MHz Bands ", "agency": "FEDERAL COMMUNICATIONS COMMISSION ", "url": "https://www.federalregister.gov/documents/full_text/html/2013/08/01/2013-00157.html", "type": "prorule", "order_code": 148, "doc_id": "2013-00157"}}, {"id": "d7477ecd322d41f39e46f9a61cfe99f2", "annotations": [{"end": 21, "start": 0, "tag": "statute", "overlap": NaN, "value": "Executive Order 13609", "example_id": "d7477ecd322d41f39e46f9a61cfe99f2"}, {"end": 142, "start": 71, "tag": "Softlaw", "overlap": "f", "value": "promotes international regulatory cooperation to meet shared challenges", "example_id": "d7477ecd322d41f39e46f9a61cfe99f2"}], "content": "Executive Order 13609, Promoting International Regulatory Cooperation, promotes international regulatory cooperation to meet shared challenges involving health, safety, labor, security, environmental, and other issues and to reduce, eliminate, or prevent unnecessary differences in regulatory requirements. The FAA has analyzed this action under the policies and agency responsibilities of Executive Order 13609, and has determined that this action would have no effect on international regulatory cooperation.", "metadata": {"title": "Requirements for Chemical Oxygen Generators Installed on Transport Category Airplanes", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/09/01/2013-00238.html", "type": "prorule", "order_code": 142, "doc_id": "2013-00238"}}, {"id": "21670ba5f5a84ae79b8a9cc1fd5af7ff", "annotations": [{"end": 70, "start": 65, "tag": "Treaty", "overlap": NaN, "value": "CITES", "example_id": "21670ba5f5a84ae79b8a9cc1fd5af7ff"}], "content": "These species are listed in Appendix II of CITES (50 CFR 23.91). CITES, an international agreement between governments, ensures that the international trade of CITES-listed plants and animals does not threaten the survival of the species in the wild. Under this treaty, CITES Parties regulate the import, export, and reexport of specimens, parts, and products of CITES-listed plants and animals (CITES 2016, unpaginated). Trade must be authorized through a system of permits and certificates that are provided by the designated CITES Scientific and Management Authorities of each CITES Party (CITES 2016, unpaginated). The United States implements CITES through the Act and our implementing regulations at 50 CFR part 23. It is unlawful for any person subject to the jurisdiction of the United States to engage in any trade in any specimens contrary to the provisions of CITES, or to possess any specimens traded contrary to the provisions of CITES, the Act, or part 23. Protections for CITES-listed species are provided independently of whether a species is a threatened species or endangered species under the Act.", "metadata": {"end": 98, "title": "Endangered and Threatened Wildlife and Plants; Removal of the Scarlet-Chested Parrot and the Turquoise Parrot From the Federal List of Endangered and Threatened Wildlife", "start": 75, "key": "international agreement", "order_code": 97, "agency": "DEPARTMENT OF THE INTERIOR", "type": "rule", "phrase": "international agreement", "doc_id": "[FR Doc. 2017-06663 Filed 4-4-17; 8:45 am]"}}, {"id": "2ca5a74e86d64be296eb15a035ed9e1f", "annotations": [{"end": 818, "start": 635, "tag": "Treaty", "overlap": NaN, "value": "the Treaty on Fisheries between the Governments of Certain Pacific Island States and the Government of the United States of America, also known as the South Pacific Tuna Treaty (SPTT)", "example_id": "2ca5a74e86d64be296eb15a035ed9e1f"}], "content": "Since 1971, the number of large (greater than 400 short tons (st) or 362.8 metric tons (mt) carrying capacity) U.S. purse seine vessels fishing for tuna in the EPO has decreased from over 155 to an average of 10 active and inactive large U.S purse seine vessels over the past five years, utilizing an average of roughly 18,209 m3 of capacity. Most of the U.S. vessels that historically fished in the EPO have either re-flagged or are now active in the Western and Central Pacific Ocean (WCPO), fishing under the Western and Central Pacific Fisheries Commission and a treaty between the United States and certain Pacific Island States (the Treaty on Fisheries between the Governments of Certain Pacific Island States and the Government of the United States of America, also known as the South Pacific Tuna Treaty (SPTT)). The number of vessels in the U.S. WCPO purse seine fishery has also gradually decreased; shrinking from the late 1990s until 2006, and it has fluctuated since. In recent years, the U.S. WCPO purse seine fleet has included an average of 37 vessels, with a maximum of 40 vessels allowed to fish under the SPTT. These 37 vessels amount to roughly 55,000 m3 of carrying capacity for reference.", "metadata": {"end": 811, "title": "Tuna Conventions Act; Advance Notice of Rulemaking; Regulatory Amendments to Procedures for the Active and Inactive Vessel Register", "start": 786, "key": "treaty", "order_code": 29, "agency": "DEPARTMENT OF COMMERCE", "type": "prorule", "phrase": "South Pacific Tuna Treaty", "doc_id": "[FR Doc. 2018-06373 Filed 3-28-18; 8:45 am]"}}, {"id": "82284368bd2b444783132cd1b2f3339e", "annotations": [{"end": 173, "start": 126, "tag": "Agreement", "overlap": NaN, "value": "Pursuant to our bilateral agreement with Canada", "example_id": "82284368bd2b444783132cd1b2f3339e"}], "content": "These helicopters have been approved by the aviation authority of Canada and are approved for operation in the United States. Pursuant to our bilateral agreement with Canada, Transport Canada, its technical representative, has notified us of the unsafe condition described in its AD. We are proposing this AD because we evaluated all known relevant information and determined that an unsafe condition is likely to exist or develop on other products of the same type design.", "metadata": {"title": "Airworthiness Directives; Bell Helicopter Textron Canada Limited (Bell) Helicopters", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2017/07/07/2017-14231.html", "type": "prorule", "order_code": 33, "doc_id": "2017-14231"}}, {"id": "44a34f5f2543482db766b1811fec2a4c", "annotations": [{"end": 120, "start": 39, "tag": "Softlaw", "overlap": NaN, "value": "seeks to harmonize U.S. tolerances with international standards whenever possible", "example_id": "44a34f5f2543482db766b1811fec2a4c"}, {"end": 351, "start": 328, "tag": "statute", "overlap": "f", "value": "FFDCA section 408(b)(4)", "example_id": "44a34f5f2543482db766b1811fec2a4c"}, {"end": 569, "start": 496, "tag": "Softlaw", "overlap": "f", "value": "recognized as an international food safety standards-setting organization", "example_id": "44a34f5f2543482db766b1811fec2a4c"}, {"end": 589, "start": 573, "tag": "Treaty", "overlap": "f", "value": "trade agreements", "example_id": "44a34f5f2543482db766b1811fec2a4c"}], "content": "In making its tolerance decisions, EPA seeks to harmonize U.S. tolerances with international standards whenever possible, consistent with U.S. food safety standards and agricultural practices. EPA considers the international maximum residue limits (MRLs) established by the Codex Alimentarius Commission (Codex), as required by FFDCA section 408(b)(4). The Codex Alimentarius is a joint United Nations Food and Agriculture Organization/World Health Organization food standards program, and it is recognized as an international food safety standards-setting organization in trade agreements to which the United States is a party. EPA may establish a tolerance that is different from a Codex MRL; however, FFDCA section 408(b)(4) requires that EPA explain the reasons for departing from the Codex level.", "metadata": {"title": "Fluroxypyr; Pesticide Tolerances", "agency": "ENVIRONMENTAL PROTECTION AGENCY", "url": "https://www.federalregister.gov/documents/full_text/html/2013/16/01/2013-00562.html", "type": "rule", "order_code": 113, "doc_id": "2013-00562"}}, {"id": "23c85b1e79854ccaa3bf9474718a4f56", "annotations": [{"end": 388, "start": 225, "tag": "Softlaw", "overlap": NaN, "value": "MSM Volume III provides information and interpretations on international conventions and U.S. statutory and regulatory issues relating to marine industry personnel", "example_id": "23c85b1e79854ccaa3bf9474718a4f56"}], "content": "The Coast Guard announces the availability of Change-2 to the Marine Safety Manual (MSM), Volume III, Marine Industry Personnel, and the corresponding Commandant Change Notice that highlights the changes made to that manual. MSM Volume III provides information and interpretations on international conventions and U.S. statutory and regulatory issues relating to marine industry personnel. This Commandant Change Notice discusses the substantive changes to Parts B and C of MSM Volume III. All changes are underlined in the final version and each changed page is annotated with CH-2 in the footer. The date of each change since 1999 is shown in parentheses at the end of the subsection/paragraph titles within the text of each Part as well as at the end of each NOTE. Part A will be reviewed and revised as part of a separate initiative.", "metadata": {"title": "Marine Safety Manual, Volume III, Parts B and C, Change-2", "agency": "DEPARTMENT OF HOMELAND SECURITY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/14/07/2017-14738.html", "type": "rule", "order_code": 10, "doc_id": "2017-14738"}}, {"id": "3db3729e68ed4d329d450d6bdfe61d40", "annotations": [{"end": 617, "start": 346, "tag": "Foreing Policy", "overlap": NaN, "value": "When an investigation is complete, the agency will make a case-by-case determination whether providing an accounting of disclosures would undermine the investigative process and present an impediment to law enforcement efforts and/or efforts to preserve national security", "example_id": "3db3729e68ed4d329d450d6bdfe61d40"}], "content": "The commenter also noted that when an investigation is complete or has been made public, the information should no longer be exempt from the Privacy Act; individuals have a right to know about disclosures of their personal information held by the agency. DHS concurs in part with the comment and has adjusted the Final Rule and SORN accordingly. When an investigation is complete, the agency will make a case-by-case determination whether providing an accounting of disclosures would undermine the investigative process and present an impediment to law enforcement efforts and/or efforts to preserve national security. There may be circumstances in which information will continue to be exempted if the fact that an investigation occurred remains sensitive after completion. Nonetheless, excluding accounting of disclosures, individuals have the ability to request and be granted both access to and amendment of, if legally authorized, categories of records from this system contained on them pursuant to subsection (d) of the Privacy Act.", "metadata": {"title": "Privacy Act of 1974: Implementation of Exemptions; Department of Homeland Security/United States Coast Guard-029 Notice of Arrival and Departure System of Records", "agency": "DEPARTMENT OF HOMELAND SECURITY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/17/07/2017-14845.html", "type": "rule", "order_code": 26, "doc_id": "2017-14845"}}, {"id": "439761d2b705470eb854e384a8f2bed4", "annotations": [{"end": 312, "start": 0, "tag": "Foreing Policy", "overlap": NaN, "value": "The provisions of the Administrative Procedure Act (APA) (5 U.S.C. 553) requiring notice of proposed rulemaking, the opportunity for public participation, and a delay in effective date, are inapplicable because this action involves a military and foreign affairs function of the United States (5 U.S.C. 553(a)(1)", "example_id": "439761d2b705470eb854e384a8f2bed4"}, {"end": 425, "start": 315, "tag": "Softlaw", "overlap": "f", "value": "Immediate implementation of these amendments fulfills the United States' international commitments to the MTCR", "example_id": "439761d2b705470eb854e384a8f2bed4"}, {"end": 672, "start": 427, "tag": "Foreing Policy", "overlap": "f", "value": "The MTCR contributes to international peace and security by promoting greater responsibility in transfers of missile technology items that could make a contribution to delivery systems (other than manned aircraft) for weapons of mass destruction", "example_id": "439761d2b705470eb854e384a8f2bed4"}, {"end": 934, "start": 789, "tag": "Agreement", "overlap": "f", "value": "agreements reached at the October 2016 Plenary in Busan, South Korea, and the March 2016 Technical Experts Meeting in Luxembourg City, Luxembourg", "example_id": "439761d2b705470eb854e384a8f2bed4"}, {"end": 1104, "start": 936, "tag": "Softlaw", "overlap": "f", "value": "Since the United States is a significant exporter of the items discussed in this rule, implementation of this provision is necessary for the MTCR to achieve its purpose", "example_id": "439761d2b705470eb854e384a8f2bed4"}], "content": "The provisions of the Administrative Procedure Act (APA) (5 U.S.C. 553) requiring notice of proposed rulemaking, the opportunity for public participation, and a delay in effective date, are inapplicable because this action involves a military and foreign affairs function of the United States (5 U.S.C. 553(a)(1)). Immediate implementation of these amendments fulfills the United States' international commitments to the MTCR. The MTCR contributes to international peace and security by promoting greater responsibility in transfers of missile technology items that could make a contribution to delivery systems (other than manned aircraft) for weapons of mass destruction. The MTCR consists of 35 member countries acting on a consensus basis. The changes discussed in this rule implement agreements reached at the October 2016 Plenary in Busan, South Korea, and the March 2016 Technical Experts Meeting in Luxembourg City, Luxembourg. Since the United States is a significant exporter of the items discussed in this rule, implementation of this provision is necessary for the MTCR to achieve its purpose.", "metadata": {"title": "Revisions to the Export Administration Regulations Based on the 2016 Missile Technology Control Regime Plenary Agreements", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/07/07/2017-14312.html", "type": "rule", "order_code": 52, "doc_id": "2017-14312"}}, {"id": "16af2acef366413b817e00f416e9790e", "annotations": [{"end": 536, "start": 486, "tag": "Treaty", "overlap": NaN, "value": "harmonizes the U.S. regulations with the standards", "example_id": "16af2acef366413b817e00f416e9790e"}, {"end": 585, "start": 544, "tag": "Treaty", "overlap": "f", "value": "International Civil Aviation Organization", "example_id": "16af2acef366413b817e00f416e9790e"}], "content": "This rule amends the regulations governing noise certification standards for issuing type and airworthiness certificates for a new civil, hybrid airplane-rotorcraft known as the tiltrotor. This noise standard establishes new noise limits and procedures as the basis to ensure consistent aviation noise reduction technology is incorporated in tiltrotors for environmental protection. It provides uniform noise certification standards for tiltrotors certificated in the United States and harmonizes the U.S. regulations with the standards of the International Civil Aviation Organization's (ICAO) Annex 16.", "metadata": {"title": "Noise Certification Standards for Tiltrotors", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/08/01/2013-00111.html", "type": "rule", "order_code": 11, "doc_id": "2013-00111"}}, {"id": "774e98eb8ebf4ee6968ebd5e76a10507", "annotations": [{"end": 51, "start": 36, "tag": "Foreing Policy", "overlap": NaN, "value": "foreign affairs", "example_id": "774e98eb8ebf4ee6968ebd5e76a10507"}], "content": "This proposed regulation involves a foreign affairs function of the United States and therefore Executive Order 12866 does not apply. This proposed regulation has also been evaluated under the Department of Transportation's Regulatory Policies and Procedures and the proposed regulation is not considered significant under those procedures and its economic impact is expected to be so minimal that a full economic evaluation is not warranted. ", "metadata": {"title": "Seaway Regulations and Rules: Ballast Water ", "agency": "DEPARTMENT OF TRANSPORTATION ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/24/01/02-1752.html", "type": "prorule", "order_code": 57, "doc_id": "02-1752"}}, {"id": "2b975634feb143a6ad72f8229f1a4079", "annotations": [{"end": 360, "start": 338, "tag": "Softlaw", "overlap": NaN, "value": "international partners", "example_id": "2b975634feb143a6ad72f8229f1a4079"}], "content": "(2) Conduct knowledge translation activities (e.g., training, technical assistance, dissemination, collaboration) in order to facilitate use of the research results by key stakeholders (e.g., individuals with disabilities, computer scientists, other researchers and software developers working on accessibility technology, policy makers, international partners).", "metadata": {"title": "Proposed Priority—National Institute on Disability and Rehabilitation Research—Disability and Rehabilitation Research Project—Inclusive Cloud and Web Computing", "agency": "DEPARTMENT OF EDUCATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/15/01/2013-00577.html", "type": "prorule", "order_code": 83, "doc_id": "2013-00577"}}, {"id": "1cefc1f32065427ab9857a93fa708288", "annotations": [{"end": 212, "start": 4, "tag": "Softlaw", "overlap": NaN, "value": "A covered financial institution shall apply special due diligence to its foreign correspondent accounts that is reasonably designed to guard against their use to process transactions involving Bank of Dandong", "example_id": "1cefc1f32065427ab9857a93fa708288"}], "content": "(i) A covered financial institution shall apply special due diligence to its foreign correspondent accounts that is reasonably designed to guard against their use to process transactions involving Bank of Dandong. At a minimum, that special due diligence must include:", "metadata": {"title": "Proposal of Special Measure Against Bank of Dandong as a Financial Institution of Primary Money Laundering Concern", "agency": "DEPARTMENT OF THE TREASURY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/07/07/2017-14026.html", "type": "prorule", "order_code": 202, "doc_id": "2017-14026"}}, {"id": "91490256b6034ec2b18e53c181add0b6", "annotations": [{"end": 302, "start": 224, "tag": "Softlaw", "overlap": NaN, "value": "banking relationships between a U.S. depository institution and a foreign bank", "example_id": "91490256b6034ec2b18e53c181add0b6"}, {"end": 746, "start": 712, "tag": "statute", "overlap": "f", "value": "Section 312 of the USA PATRIOT Act", "example_id": "91490256b6034ec2b18e53c181add0b6"}, {"end": 843, "start": 747, "tag": "Softlaw", "overlap": "f", "value": "requiring enhanced due diligence for correspondent accounts maintained for certain foreign banks", "example_id": "91490256b6034ec2b18e53c181add0b6"}], "content": "The proposed rule defines “Correspondent account” to have the same meaning as the definition contained in 31 CFR 1010.605(c)(1)(ii). In the case of a U.S. depository institution, this broad definition includes most types of banking relationships between a U.S. depository institution and a foreign bank that are established to provide regular services, dealings, and other financial transactions, including a demand deposit, savings deposit, or other transaction or asset account, and a credit account or other extension of credit. FinCEN is using the same definition of “account” for purposes of this proposed rule as was established for depository institutions in the final rule implementing the provisions of Section 312 of the USA PATRIOT Act requiring enhanced due diligence for correspondent accounts maintained for certain foreign banks.11", "metadata": {"title": "Proposal of Special Measure Against Bank of Dandong as a Financial Institution of Primary Money Laundering Concern", "agency": "DEPARTMENT OF THE TREASURY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/07/07/2017-14026.html", "type": "prorule", "order_code": 103, "doc_id": "2017-14026"}}, {"id": "9aa82aaa6293491699ec197003e4995d", "annotations": [{"end": 120, "start": 0, "tag": "Softlaw", "overlap": NaN, "value": "In making its tolerance decisions, EPA seeks to harmonize U.S. tolerances with international standards whenever possible", "example_id": "9aa82aaa6293491699ec197003e4995d"}, {"end": 351, "start": 193, "tag": "statute", "overlap": "f", "value": "EPA considers the international maximum residue limits (MRLs) established by the Codex Alimentarius Commission (Codex), as required by FFDCA section 408(b)(4)", "example_id": "9aa82aaa6293491699ec197003e4995d"}, {"end": 351, "start": 328, "tag": "statute", "overlap": "f", "value": "FFDCA section 408(b)(4)", "example_id": "9aa82aaa6293491699ec197003e4995d"}, {"end": 627, "start": 353, "tag": "Treaty", "overlap": "f", "value": "The Codex Alimentarius is a joint United Nations Food and Agriculture Organization/World Health Organization food standards program, and it is recognized as an international food safety standards-setting organization in trade agreements to which the United States is a party", "example_id": "9aa82aaa6293491699ec197003e4995d"}, {"end": 800, "start": 629, "tag": "statute", "overlap": "f", "value": "EPA may establish a tolerance that is different from a Codex MRL; however, FFDCA section 408(b)(4) requires that EPA explain the reasons for departing from the Codex level", "example_id": "9aa82aaa6293491699ec197003e4995d"}], "content": "In making its tolerance decisions, EPA seeks to harmonize U.S. tolerances with international standards whenever possible, consistent with U.S. food safety standards and agricultural practices. EPA considers the international maximum residue limits (MRLs) established by the Codex Alimentarius Commission (Codex), as required by FFDCA section 408(b)(4). The Codex Alimentarius is a joint United Nations Food and Agriculture Organization/World Health Organization food standards program, and it is recognized as an international food safety standards-setting organization in trade agreements to which the United States is a party. EPA may establish a tolerance that is different from a Codex MRL; however, FFDCA section 408(b)(4) requires that EPA explain the reasons for departing from the Codex level.", "metadata": {"title": "Flonicamid; Pesticide Tolerances", "agency": "ENVIRONMENTAL PROTECTION AGENCY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/07/07/2017-14339.html", "type": "rule", "order_code": 48, "doc_id": "2017-14339"}}, {"id": "93577903c627417ebc3afec73d0340bc", "annotations": [{"end": 219, "start": 178, "tag": "Softlaw", "overlap": NaN, "value": "international/regional naming conventions", "example_id": "93577903c627417ebc3afec73d0340bc"}], "content": "1 Chemical Abstract Service Registry Numbers are used to identify specific compounds. Chemicals are often identified by a wide variety of names, which are generated according to international/regional naming conventions relating to chemical formula and chemical structure. Chemical Abstract Service Registry Numbers link a specific chemical compound across various nomenclatures (naming schemes) and are useful in definitively identifying a particular compound. Synonymous names are under one CASRN number.", "metadata": {"title": "Control of Immediate Precursor Used in the Illicit Manufacture of Fentanyl as Schedule II Controlled Substances; Correction", "agency": "DEPARTMENT OF JUSTICE", "url": "https://www.federalregister.gov/documents/full_text/html/2019/07/02/2019-01470.html", "type": "rule", "order_code": 20, "doc_id": "2019-01470"}}, {"id": "08158609b19f4139bf489370f7f0fe48", "annotations": [{"end": 35, "start": 23, "tag": "Softlaw", "overlap": NaN, "value": "BE-12 report", "example_id": "08158609b19f4139bf489370f7f0fe48"}, {"end": 500, "start": 136, "tag": "Softlaw", "overlap": "f", "value": "each U.S. business enterprise in which a foreign person (foreign parent) owned or controlled, directly or indirectly, 10 percent or more of the voting securities in an incorporated U.S. business enterprise, or an equivalent interest in an unincorporated U.S. business enterprise, at the end of the business enterprise's fiscal year that ended in calendar year 2017", "example_id": "08158609b19f4139bf489370f7f0fe48"}], "content": "(b) Who must report. A BE-12 report is required for each U.S. affiliate (except certain private funds as described below), that is, for each U.S. business enterprise in which a foreign person (foreign parent) owned or controlled, directly or indirectly, 10 percent or more of the voting securities in an incorporated U.S. business enterprise, or an equivalent interest in an unincorporated U.S. business enterprise, at the end of the business enterprise's fiscal year that ended in calendar year 2017. Certain private funds are exempt from reporting on the BE-12 survey. If a U.S. business meets ALL of the following 3 criteria, it is not required to file any BE-12 report except to indicate exemption from the survey if contacted by BEA: (1) The U.S. business enterprise is a private fund; (2) the private fund does not own, directly or indirectly through another business enterprise, an “operating company”—i.e., a business enterprise that is not a private fund or a holding company—in which the foreign parent owns at least 10 percent of the voting interest; AND (3) if the foreign parent owns the private fund indirectly (through one or more other U.S. business enterprises); there are no U.S. “operating companies” between the foreign parent and the indirectly-owned private fund.", "metadata": {"title": "Direct Investment Surveys: BE-12, Benchmark Survey of Foreign Direct Investment in the United States", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/27/07/2017-15695.html", "type": "prorule", "order_code": 82, "doc_id": "2017-15695"}}, {"id": "2c60c7a664144af084dd3041fd19975c", "annotations": [{"end": 199, "start": 129, "tag": "Agreement", "overlap": NaN, "value": "Pursuant to our bilateral agreement with the State of Design Authority", "example_id": "2c60c7a664144af084dd3041fd19975c"}], "content": "This product has been approved by the aviation authority of another country, and is approved for operation in the United States. Pursuant to our bilateral agreement with the State of Design Authority, we have been notified of the unsafe condition described in the MCAI and service information referenced above. We are proposing this AD because we evaluated all pertinent information and determined an unsafe condition exists and is likely to exist or develop on other products of the same type design.", "metadata": {"title": "Airworthiness Directives; Airbus Airplanes", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2017/25/07/2017-15485.html", "type": "prorule", "order_code": 46, "doc_id": "2017-15485"}}, {"id": "badc0690452e4ecaa60bea0e7347f39b", "annotations": [{"end": 85, "start": 64, "tag": "statute", "overlap": NaN, "value": "49 U.S.C. 44701(a)(5)", "example_id": "badc0690452e4ecaa60bea0e7347f39b"}, {"end": 271, "start": 254, "tag": "Foreing Policy", "overlap": "f", "value": "national security", "example_id": "badc0690452e4ecaa60bea0e7347f39b"}], "content": "This rulemaking is promulgated under the authority described in 49 U.S.C. 44701(a)(5), which requires the Administrator to promulgate regulations and minimum standards for other practices, methods, and procedures necessary for safety in air commerce and national security, and 49 U.S.C. 44732(d), which requires the Administrator to issue a final rule to carry out the prohibition of personal use of electronic devices on the flight deck by flightcrew members.", "metadata": {"title": "Prohibition on Personal Use of Electronic Devices on the Flight Deck", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/15/01/2013-00608.html", "type": "prorule", "order_code": 29, "doc_id": "2013-00608"}}, {"id": "db736244f99e45ff866cc7b33471e328", "annotations": [{"end": 8, "start": 4, "tag": "Softlaw", "overlap": NaN, "value": "ISDA", "example_id": "db736244f99e45ff866cc7b33471e328"}], "content": "144 ISDA (Aug. 10, 2012) at 7.", "metadata": {"title": "Final Exemptive Order Regarding Compliance With Certain Swap Regulations", "agency": "COMMODITY FUTURES TRADING COMMISSION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/07/01/2012-31736.html", "type": "rule", "order_code": 449, "doc_id": "2012-31736"}}, {"id": "de8345ce7d7542dcb2303fb0268724c8", "annotations": [{"end": 528, "start": 426, "tag": "Foreing Policy", "overlap": NaN, "value": "the entities' involvement in activities contrary to U.S. national security or foreign policy interests", "example_id": "de8345ce7d7542dcb2303fb0268724c8"}, {"end": 625, "start": 555, "tag": "Foreing Policy", "overlap": "f", "value": "to further protect U.S. national security and foreign policy interests", "example_id": "de8345ce7d7542dcb2303fb0268724c8"}], "content": "4. The provisions of the Administrative Procedure Act (5 U.S.C. 553) requiring notice of proposed rulemaking, the opportunity for public comment, and a 30-day delay in effective date are inapplicable because this regulation involves a military or foreign affairs function of the United States. (See 5 U.S.C. 553(a)(1)). The U.S. Government's original basis for adding the entities affected by this rule to the Entity List was the entities' involvement in activities contrary to U.S. national security or foreign policy interests. BIS implements this rule to further protect U.S. national security and foreign policy interests by preventing items from being exported, reexported or transferred (in-country) to these persons listed on the Entity List and by ensuring that potential transactions with individuals no longer listed on the Entity List are not turned away to the detriment of U.S. economic interests. If this rule were delayed to allow for notice and comment and a 30-day delay in effective date, there is a chance that certain exporters, reexporters, and persons making transfers (in-country) to this listed person may inadvertently export, reexport or transfer (in-country) to Olkebor Oy/Nurminen Oy because the exporter, reexporter or person making the transfer (in-country) did not realize the listed person was subject to the Entity List-based license requirement. There is also a chance an exporter, reexporter, or person making a transfer (in-country) may turn away a potential export, reexport, or transfer (in-country) because the customer remained a listed person on the Entity List after the ERC approved removal, thereby harming U.S. economic interests. The correction and removals provided in this rule may make clear that the persons are no longer subject to Entity List-based license requirements. For these reasons, there is a public interest that these changes be implemented as a final action. Further, no other law requires that a notice of proposed rulemaking and an opportunity for public comment be given for this rule. Because a notice of proposed rulemaking and an opportunity for public comment are not required to be given for this rule by 5 U.S.C. 553, or by any other law, the analytical requirements of the Regulatory Flexibility Act, 5 U.S.C. 601 et seq., are not applicable.", "metadata": {"title": "Removal of Persons From the Entity List Based on Removal Request; Implementation of Entity List Annual Review Changes; and Implementation of Modifications and Corrections to the Entity List", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/16/01/2013-00767.html", "type": "rule", "order_code": 49, "doc_id": "2013-00767"}}, {"id": "ee17579f2f224ee4a777715cfaac0451", "annotations": [{"end": 278, "start": 272, "tag": "Treaty", "overlap": NaN, "value": "treaty", "example_id": "ee17579f2f224ee4a777715cfaac0451"}], "content": "(d)(1) When the agency head or duly authorized designee determines at the time of contracting that it would be in the national interest to acquire the right to sublicense foreign governments, their nationals, or international organizations in accordance with any existing treaty or international agreement, a sentence may be added at the end of paragraph (b) of the clause at § 401.14 as follows:", "metadata": {"end": 305, "title": "Rights to Federally Funded Inventions and Licensing of Government Owned Inventions", "start": 282, "key": "international agreement", "order_code": 169, "agency": "DEPARTMENT OF COMMERCE", "type": "rule", "phrase": "international agreement", "doc_id": "[FR Doc. 2018-07532 Filed 4-12-18; 8:45 am]"}}, {"id": "9e7b44a1e9d4443cb49b7ef9c78f59bb", "annotations": [{"end": 570, "start": 530, "tag": "Treaty", "overlap": NaN, "value": "Intermediate-Range Nuclear Forces Treaty", "example_id": "9e7b44a1e9d4443cb49b7ef9c78f59bb"}], "content": "BIS, pursuant to Section 744.11(b) of the EAR, and in consultation with the Departments of State, Defense, Energy and the Treasury, has designated the two persons, located in the Russian Federation, to be added to the Entity List for actions contrary to the national security or foreign policy interests of the United States. Specifically, these entities produced, for the Russian Federation Ministry of Defense, a ground-launched cruise missile system, and associated transporter-erector-launcher, with a range prohibited by the Intermediate-Range Nuclear Forces Treaty. Both the Russian Federation and the United States are party to the INF Treaty. Therefore, there is reasonable cause to believe, based on specific and articulable facts, that Joint Stock Company Experimental Design Bureau Novator, and Joint Stock Company Federal Scientific and Production Center Titan-Barrikady have been involved in actions contrary to the national security or foreign policy interests of the United States.", "metadata": {"title": "Addition of Certain Entities to the Entity List", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/20/12/2017-27388.html", "type": "rule", "order_code": 24, "doc_id": "2017-27388"}}, {"id": "9f724bbafbe74c0db6f159b7ac5a4af6", "annotations": [{"end": 199, "start": 129, "tag": "Agreement", "overlap": NaN, "value": "Pursuant to our bilateral agreement with the State of Design Authority", "example_id": "9f724bbafbe74c0db6f159b7ac5a4af6"}], "content": "This product has been approved by the aviation authority of another country, and is approved for operation in the United States. Pursuant to our bilateral agreement with the State of Design Authority, we have been notified of the unsafe condition described in the MCAI and service information referenced above. We are proposing this AD because we evaluated all pertinent information and determined an unsafe condition exists and is likely to exist or develop on other products of the same type design.", "metadata": {"title": "Airworthiness Directives; Airbus Airplanes", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2017/27/07/2017-15553.html", "type": "prorule", "order_code": 47, "doc_id": "2017-15553"}}, {"id": "1e549aa44e914c84816d004f69a990b9", "annotations": [{"end": 618, "start": 326, "tag": "Treaty", "overlap": NaN, "value": "The Secretary of Commerce, in cooperation with the Secretaries of Treasury, Homeland Security, and State, will notify such nations and will file with the Office of the Federal Register for publication notification of the removal of the import restrictions effective on the date of publication", "example_id": "1e549aa44e914c84816d004f69a990b9"}], "content": "(4) Removal of negative certifications and import restrictions. Upon a determination by the Secretary of Commerce that an identified nation that was not certified positively has satisfactorily met the conditions in this subpart and that nation has been positively certified, the provisions of § 300.206 shall no longer apply. The Secretary of Commerce, in cooperation with the Secretaries of Treasury, Homeland Security, and State, will notify such nations and will file with the Office of the Federal Register for publication notification of the removal of the import restrictions effective on the date of publication.", "metadata": {"title": "High Seas Driftnet Fishing Moratorium Protection Act; Identification and Certification Procedures To Address Shark Conservation", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/16/01/2013-00703.html", "type": "rule", "order_code": 185, "doc_id": "2013-00703"}}, {"id": "1805717af79749dbbdd131895f77b08d", "annotations": [{"end": 556, "start": 494, "tag": "statute", "overlap": NaN, "value": "section 605(b) of the Regulatory Flexibility Act (5 U.S.C. 601", "example_id": "1805717af79749dbbdd131895f77b08d"}, {"end": 764, "start": 737, "tag": "Foreing Policy", "overlap": "f", "value": "national security interests", "example_id": "1805717af79749dbbdd131895f77b08d"}], "content": "Under the Regulatory Flexibility Act (5 U.S.C. 601 et seq.), the Coast Guard has not yet determined whether this proposal will have a significant economic impact on a substantial number of small entities. The term “small entities” comprises small businesses and not-for-profit organizations that are independently owned and operated and are not dominant in their fields and governmental jurisdictions with populations of less than 50,000. The Coast Guard is not presently able to certify under section 605(b) of the Regulatory Flexibility Act (5 U.S.C. 601, et seq.) that this final rule will not have a significant economic impact on a substantial number of small entities. However, given the continued risk and potential damage to the national security interests of the United States, in addition to the need to protect and safeguard innocent civilians within and near the port, it is necessary to implement this regulation before said analysis may be fully accomplished. Maritime advisories will be initiated by normal methods and means and will be widely available to users of the area. ", "metadata": {"title": "Regulated Navigation Areas, Safety And Security Zones: Long Island Sound Marine Inspection and Captain of the Port Zone ", "agency": "DEPARTMENT OF TRANSPORTATION ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/04/01/02-160.html", "type": "rule", "order_code": 36, "doc_id": "02-160"}}, {"id": "e1b2588dd0b846cebc8705e15d75f8a2", "annotations": [{"end": 118, "start": 50, "tag": "statute", "overlap": NaN, "value": "Title VI of the Middle Class Tax Relief and Job Creation Act of 2012", "example_id": "e1b2588dd0b846cebc8705e15d75f8a2"}, {"end": 364, "start": 299, "tag": "Softlaw", "overlap": "f", "value": "are not person(s) who have been, for reasons of national security", "example_id": "e1b2588dd0b846cebc8705e15d75f8a2"}, {"end": 774, "start": 691, "tag": "Foreing Policy", "overlap": "f", "value": "matters relating to the national defense and foreign relations of the United States", "example_id": "e1b2588dd0b846cebc8705e15d75f8a2"}], "content": "(xii) For auctions required to be conducted under Title VI of the Middle Class Tax Relief and Job Creation Act of 2012 (Pub. L. 112-96) the Commission may require certification under penalty of perjury that the applicant and all of the person(s) disclosed under paragraph (a)(2)(ii) of this section are not person(s) who have been, for reasons of national security, barred by any agency of the Federal Government from bidding on a contract, participating in an auction, or receiving a grant. For the purposes of this certification, the term “person” means an individual, partnership, association, joint-stock company, trust, or corporation, and the term “reasons of national security” means matters relating to the national defense and foreign relations of the United States.", "metadata": {"title": "Service Rules for the Advanced Wireless Services in the H Block—Implementing Section 6401 of the Middle Class Tax Relief and Job Creation Act of 2012 Related to the 1915-1920 MHz and 1995-2000 MHz Bands ", "agency": "FEDERAL COMMUNICATIONS COMMISSION ", "url": "https://www.federalregister.gov/documents/full_text/html/2013/08/01/2013-00157.html", "type": "prorule", "order_code": 263, "doc_id": "2013-00157"}}, {"id": "c11614e4dc9945fe862b344fcfeb49b1", "annotations": [{"end": 183, "start": 164, "tag": "Agreement", "overlap": NaN, "value": "bilateral agreement", "example_id": "c11614e4dc9945fe862b344fcfeb49b1"}], "content": "This helicopter model is manufactured in Canada and is type certificated for operation in the United States under the provisions of 14 CFR 21.29 and the applicable bilateral agreement. Pursuant to the applicable bilateral agreement, Transport Canada has kept the FAA informed of the situation described above. The FAA has examined the findings of Transport Canada, reviewed all available information, and determined that AD action is necessary for products of this type design that are certificated for operation in the United States. ", "metadata": {"title": "Airworthiness Directives; Bell Helicopter Textron Canada Model 407 Helicopters ", "agency": "DEPARTMENT OF TRANSPORTATION ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/16/01/02-1057.html", "type": "prorule", "order_code": 28, "doc_id": "02-1057"}}, {"id": "01667b1111374d4798b2a628193e2e89", "annotations": [{"end": 17, "start": 4, "tag": "Foreing Policy", "overlap": NaN, "value": "proposed rule", "example_id": "01667b1111374d4798b2a628193e2e89"}, {"end": 323, "start": 258, "tag": "Softlaw", "overlap": "f", "value": "foreign banks having insured branches are all subject to part 365", "example_id": "01667b1111374d4798b2a628193e2e89"}], "content": "The proposed rule would rescind and remove from FDIC regulations part 390, subpart P. With regard to part 365, subpart A, the proposed rule would amend sections 365.1 and 365.2 to clarify that State savings associations, as well as State nonmember banks and foreign banks having insured branches are all subject to part 365. It would also rescind and remove from the FDIC's regulations part 365, subpart B. The proposed rule will not create any new or revise any existing collections of information under the PRA. Therefore, no information collection request will be submitted to the OMB for review.", "metadata": {"title": "Removal of Transferred OTS Regulations Regarding Lending and Investment; and Conforming Amendments to Other Regulation", "agency": "FEDERAL DEPOSIT INSURANCE CORPORATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/05/02/2018-28084.html", "type": "prorule", "order_code": 226, "doc_id": "2018-28084"}}, {"id": "5e830918113c4f548f1a8f5bcd52804c", "annotations": [{"end": 286, "start": 269, "tag": "Foreing Policy", "overlap": NaN, "value": "national security", "example_id": "5e830918113c4f548f1a8f5bcd52804c"}], "content": "(3) Coordination. The standard referral procedure is not appropriate where disclosure of the identity of the agency to which the referral would be made could harm an interest protected by an applicable exemption, such as the exemptions that protect personal privacy or national security interests. For example, if a non-law enforcement agency responding to a request for records on a living third party locates within its files records originating with a law enforcement agency, and if the existence of that law enforcement interest in the third party was not publicly known, then to disclose that law enforcement interest could cause an unwarranted invasion of the personal privacy of the third party. Similarly, if an agency locates within its files material originating with an Intelligence Community agency, and the involvement of that agency in the matter is classified and not publicly acknowledged, then to disclose or give attribution to the involvement of that Intelligence Community agency could cause national security harms. In such instances, in order to avoid harm to an interest protected by an applicable exemption, the agency that received the request should coordinate with the originating agency to seek its views on the disclosability of the record. The release determination for the record that is the subject of the coordination should then be conveyed to the requester by the agency that originally received the request.  ", "metadata": {"title": "Freedom of Information Act Regulations", "agency": "DEPARTMENT OF THE TREASURY", "url": "https://www.federalregister.gov/documents/full_text/html/2019/27/02/2019-03320.html", "type": "rule", "order_code": 110, "doc_id": "2019-03320"}}, {"id": "31059f51101b40e7bb16f53a45b0309e", "annotations": [{"end": 756, "start": 628, "tag": "Softlaw", "overlap": NaN, "value": "Trade Act requires agencies to consider international standards and, where appropriate, that they be the basis of U.S. standards", "example_id": "31059f51101b40e7bb16f53a45b0309e"}], "content": "Changes to Federal regulations must undergo several economic analyses. First, Executive Order 12866 and 13563 direct each Federal agency to propose or adopt a regulation only upon a reasoned determination that the benefits of the intended regulation justify its costs. Second, the Regulatory Flexibility Act of 1980 (Pub. L. 96-354) requires agencies to analyze the economic impact of regulatory changes on small entities. Third, the Trade Agreements Act (Pub. L. 96-39) prohibits agencies from setting standards that create unnecessary obstacles to the foreign commerce of the United States. In developing U.S. standards, this Trade Act requires agencies to consider international standards and, where appropriate, that they be the basis of U.S. standards. Fourth, the Unfunded Mandates Reform Act of 1995 (Pub. L. 104-4) requires agencies to prepare a written assessment of the costs, benefits, and other effects of proposed or final rules that include a Federal mandate likely to result in the expenditure by State, local, or tribal governments, in the aggregate, or by the private sector, of $100 million or more annually (adjusted for inflation with base year of 1995). This portion of the preamble summarizes the FAA's analysis of the economic impacts of this final rule.", "metadata": {"title": "Noise Certification Standards for Tiltrotors", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/08/01/2013-00111.html", "type": "rule", "order_code": 51, "doc_id": "2013-00111"}}, {"id": "b46b7d43587c44e4816b68c481431c19", "annotations": [{"end": 568, "start": 489, "tag": "Foreing Policy", "overlap": NaN, "value": "the ability of U.S.-based enterprises to compete with foreign-based enterprises", "example_id": "b46b7d43587c44e4816b68c481431c19"}], "content": "This rule is not a major rule under 5 U.S.C. 804(2), the Small Business Regulatory Enforcement Fairness Act. This rule will not result in an annual effect on the economy of $100 million per year or more. This rule will not cause a major increase in costs or prices for consumers, individual industries, federal, state, or local government agencies, or geographic regions and does not have significant adverse effects on competition, employment, investment, productivity, innovation, or on the ability of U.S.-based enterprises to compete with foreign-based enterprises.", "metadata": {"title": "Privacy Act Procedures; Corrections", "agency": "DEPARTMENT OF INTERIOR", "url": "https://www.federalregister.gov/documents/full_text/html/2017/25/07/2017-15499.html", "type": "rule", "order_code": 29, "doc_id": "2017-15499"}}, {"id": "1385d1efa25545c18703ae7c003e76c8", "annotations": [{"end": 191, "start": 0, "tag": "Foreing Policy", "overlap": NaN, "value": "In making its tolerance decisions, EPA seeks to harmonize U.S. tolerances with international standards whenever possible, consistent with U.S. food safety standards and agricultural practices", "example_id": "1385d1efa25545c18703ae7c003e76c8"}, {"end": 311, "start": 193, "tag": "Softlaw", "overlap": "f", "value": "EPA considers the international maximum residue limits (MRLs) established by the Codex Alimentarius Commission (Codex)", "example_id": "1385d1efa25545c18703ae7c003e76c8"}, {"end": 800, "start": 629, "tag": "statute", "overlap": "f", "value": "EPA may establish a tolerance that is different from a Codex MRL; however, FFDCA section 408(b)(4) requires that EPA explain the reasons for departing from the Codex level", "example_id": "1385d1efa25545c18703ae7c003e76c8"}], "content": "In making its tolerance decisions, EPA seeks to harmonize U.S. tolerances with international standards whenever possible, consistent with U.S. food safety standards and agricultural practices. EPA considers the international maximum residue limits (MRLs) established by the Codex Alimentarius Commission (Codex), as required by FFDCA section 408(b)(4). The Codex Alimentarius is a joint United Nations Food and Agriculture Organization/World Health Organization food standards program, and it is recognized as an international food safety standards-setting organization in trade agreements to which the United States is a party. EPA may establish a tolerance that is different from a Codex MRL; however, FFDCA section 408(b)(4) requires that EPA explain the reasons for departing from the Codex level.", "metadata": {"title": "Trifloxystrobin; Pesticide Tolerances", "agency": "ENVIRONMENTAL PROTECTION AGENCY", "url": "https://www.federalregister.gov/documents/full_text/html/2019/15/02/2019-02523.html", "type": "rule", "order_code": 126, "doc_id": "2019-02523"}}, {"id": "6b693263dac24cd5a0b67ec27eb31102", "annotations": [{"end": 83, "start": 60, "tag": "statute", "overlap": NaN, "value": "Privacy Act for DHS/CBP", "example_id": "6b693263dac24cd5a0b67ec27eb31102"}, {"end": 233, "start": 147, "tag": "Foreing Policy", "overlap": "f", "value": "relates to official DHS national security, law enforcement, and immigration activities", "example_id": "6b693263dac24cd5a0b67ec27eb31102"}], "content": "DHS is claiming exemptions from certain requirements of the Privacy Act for DHS/CBP—002 GES. Some information in DHS/CBP—002 GES System of Records relates to official DHS national security, law enforcement, and immigration activities. These exemptions are needed to protect information relating to DHS activities from disclosure to subjects or others related to these activities. Specifically, the exemptions are required to preclude subjects of these activities from frustrating these processes or to avoid disclosure of activity techniques. Disclosure of information to the subject of the inquiry could also permit the subject to avoid detection or apprehension.", "metadata": {"title": "Privacy Act of 1974: Implementation of Exemptions; Department of Homeland Security U.S. Customs and Border Protection—002 Global Enrollment System (GES), System of Records", "agency": "DEPARTMENT OF HOMELAND SECURITY", "url": "https://www.federalregister.gov/documents/full_text/html/2013/18/01/2013-00800.html", "type": "prorule", "order_code": 35, "doc_id": "2013-00800"}}, {"id": "03ba41623fd94c7a9bd0e0281c90c40b", "annotations": [{"end": 289, "start": 204, "tag": "Softlaw", "overlap": NaN, "value": "consistent with established tire industry, European, or other international standards", "example_id": "03ba41623fd94c7a9bd0e0281c90c40b"}], "content": "6 More precisely, 420 kPa is equal to 60.9 psi. However, when adopting metric conversions in 1998, NHTSA generally favored equivalent conversions over exact ones and favored conversions that were already consistent with established tire industry, European, or other international standards. See 63 FR 28912, 28913 (May 27, 1998).", "metadata": {"title": "Federal Motor Vehicle Safety Standards; New Pneumatic and Certain Specialty Tires", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/17/01/2013-00938.html", "type": "rule", "order_code": 47, "doc_id": "2013-00938"}}, {"id": "6c5d974a69b246a3b7b2018f197883be", "annotations": [{"end": 199, "start": 129, "tag": "Agreement", "overlap": NaN, "value": "Pursuant to our bilateral agreement with the State of Design Authority", "example_id": "6c5d974a69b246a3b7b2018f197883be"}], "content": "This product has been approved by the aviation authority of another country, and is approved for operation in the United States. Pursuant to our bilateral agreement with the State of Design Authority, we have been notified of the unsafe condition described in the MCAI and service information referenced above. We are proposing this AD because we evaluated all pertinent information and determined an unsafe condition exists and is likely to exist or develop on other products of the same type design.", "metadata": {"title": "Airworthiness Directives; Bombardier, Inc., Airplanes", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2017/17/07/2017-14593.html", "type": "prorule", "order_code": 43, "doc_id": "2017-14593"}}, {"id": "af512813dc57469eb91fd8f3c5433c91", "annotations": [{"end": 180, "start": 156, "tag": "Treaty", "overlap": NaN, "value": "international agreements", "example_id": "af512813dc57469eb91fd8f3c5433c91"}], "content": "“I certify that this invoice is true and correct and reflects expenditures made in Italy for the Common Defense by the United States Government pursuant to international agreements. The amount to be paid does not include the IVA tax, because this transaction is not subject to the tax in accordance with Article 72 of Decree Law 633, dated October 26, 1972.” An authorized United States Government official will sign the copy of the invoice containing this certification. ", "metadata": {"title": "Defense Federal Acquisition Regulation Supplement; Tax Exemptions (Italy) ", "agency": "DEPARTMENT OF DEFENSE ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/29/01/02-2057.html", "type": "rule", "order_code": 44, "doc_id": "02-2057"}}, {"id": "73c3f590e8314b329acc178dd470cbf2", "annotations": [{"end": 507, "start": 396, "tag": "Softlaw", "overlap": NaN, "value": "agreement between APHIS' Plant Protection and Quarantine program, officials of the NPPO of a foreign government", "example_id": "73c3f590e8314b329acc178dd470cbf2"}], "content": "Paragraph (a)(1) would require the NPPO of Spain to provide a workplan to APHIS that details the activities that the NPPO of Spain will, subject to APHIS' approval of the workplan, carry out to meet the requirements of proposed § 319.56-58. As described in a notice we published on May 10, 2006, in the Federal Register (71 FR 27221-27224, Docket No. APHIS-2005-0085), a bilateral workplan is an agreement between APHIS' Plant Protection and Quarantine program, officials of the NPPO of a foreign government, and, when necessary, foreign commercial entities that specifies in detail the phytosanitary measures that will comply with our regulations governing the import or export of a specific commodity. Bilateral workplans apply only to the signatory parties and establish detailed procedures and guidance for the day-to-day operations of specific import/export programs. Bilateral workplans also establish how specific phytosanitary issues are dealt with in the exporting country and make clear who is responsible for dealing with those issues. The implementation of a systems approach typically requires a bilateral workplan to be developed.", "metadata": {"title": "Importation of Avocados From Continental Spain", "agency": "DEPARTMENT OF AGRICULTURE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/30/01/2013-02017.html", "type": "prorule", "order_code": 42, "doc_id": "2013-02017"}}, {"id": "776d8e1722904d7180ac57da7f8597c0", "annotations": [{"end": 100, "start": 26, "tag": "Foreing Policy", "overlap": NaN, "value": "used by interstate or foreign travelers for recreational or other purposes", "example_id": "776d8e1722904d7180ac57da7f8597c0"}], "content": "(1) Which are or could be used by interstate or foreign travelers for recreational or other purposes;", "metadata": {"title": "Definition of “Waters of the United States”—Recodification of Pre-Existing Rules", "agency": "DEPARTMENT OF DEFENSE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/27/07/2017-13997.html", "type": "prorule", "order_code": 215, "doc_id": "2017-13997"}}, {"id": "c5d18b5adac74923abab71a1f2e6e8b7", "annotations": [{"end": 151, "start": 134, "tag": "Foreing Policy", "overlap": NaN, "value": "national security", "example_id": "c5d18b5adac74923abab71a1f2e6e8b7"}], "content": "(iii) In investigating an employee complaint or conducting a whistleblower proceeding, or in the adjudication of access to classified national security information, the relevant office may obtain information concerning the violation of laws other than those within the scope of its jurisdiction. In the interest of effective law enforcement, these offices should be able to retain this information as it may aid in establishing patterns of program violations or criminal activity and provide leads for those law enforcement agencies charged with enforcing criminal or civil law. ", "metadata": {"title": "Privacy Act; Implementation ", "agency": "DEPARTMENT OF ENERGY ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/29/01/02-2111.html", "type": "rule", "order_code": 62, "doc_id": "02-2111"}}, {"id": "03ba94ae0fb446dc83030ec76909a397", "annotations": [{"end": 184, "start": 27, "tag": "Foreing Policy", "overlap": NaN, "value": "action is sufficient to ensure that the purposes of section 311 are fulfilled, and to guard against international money laundering and other financial crimes", "example_id": "03ba94ae0fb446dc83030ec76909a397"}], "content": "• the extent to which such action is sufficient to ensure that the purposes of section 311 are fulfilled, and to guard against international money laundering and other financial crimes.2", "metadata": {"title": "Proposal of Special Measure Against Bank of Dandong as a Financial Institution of Primary Money Laundering Concern", "agency": "DEPARTMENT OF THE TREASURY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/07/07/2017-14026.html", "type": "prorule", "order_code": 30, "doc_id": "2017-14026"}}, {"id": "973ec27c902a42868ba001e738b616a8", "annotations": [{"end": 594, "start": 563, "tag": "Treaty", "overlap": NaN, "value": "bilateral income tax convention", "example_id": "973ec27c902a42868ba001e738b616a8"}, {"end": 639, "start": 605, "tag": "Agreement", "overlap": "f", "value": "bilateral or multilateral agreemen", "example_id": "973ec27c902a42868ba001e738b616a8"}], "content": "(i) * * * With respect to an individual for a taxable year, the term nonqualified deferred compensation plan does not include any scheme, trust, arrangement, or plan maintained with respect to such individual, to the extent contributions made by or on behalf of such individual to such scheme, trust, arrangement, or plan, or credited allocations, accrued benefits, earnings, or other amounts constituting income, of such individual under such scheme, trust, arrangement, or plan, are excludable by such individual for Federal income tax purposes pursuant to any bilateral income tax convention, or other bilateral or multilateral agreement, to which the United States is a party.", "metadata": {"end": 640, "title": "Application of Section 409A to Nonqualified Deferred Compensation Plans; Correction ", "start": 618, "key": "multilateral agreement", "order_code": 47, "agency": "DEPARTMENT OF THE TREASURY ", "type": "rule", "phrase": "multilateral agreement", "doc_id": " [FR Doc. E7-14624 Filed 7-30-07; 8:45 am] "}}, {"id": "4dce0de6e92d4923942f8bdf329cb726", "annotations": [{"end": 18, "start": 14, "tag": "Softlaw", "overlap": NaN, "value": "ISDA", "example_id": "4dce0de6e92d4923942f8bdf329cb726"}, {"end": 190, "start": 48, "tag": "Softlaw", "overlap": "f", "value": "should align the compliance dates for U.S. and non-U.S. SDs and MSPs in order to avoid the “profound effect[s] on transactional relationships”", "example_id": "4dce0de6e92d4923942f8bdf329cb726"}], "content": " In contrast, ISDA believes that the Commission should align the compliance dates for U.S. and non-U.S. SDs and MSPs in order to avoid the “profound effect[s] on transactional relationships” that may result from “a framework under which the Commission imposes on [U.S. SDs and MSPs] a substantially earlier rollout of Entity-level requirements and Transaction level requirements with non-U.S. persons in certain cases.” 144", "metadata": {"title": "Final Exemptive Order Regarding Compliance With Certain Swap Regulations", "agency": "COMMODITY FUTURES TRADING COMMISSION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/07/01/2012-31736.html", "type": "rule", "order_code": 446, "doc_id": "2012-31736"}}, {"id": "77c1f20f922046e5bb664c4c3cb4ab94", "annotations": [{"end": 39, "start": 14, "tag": "statute", "overlap": NaN, "value": "Moratorium Protection Act", "example_id": "77c1f20f922046e5bb664c4c3cb4ab94"}, {"end": 440, "start": 415, "tag": "Treaty", "overlap": "f", "value": "international instruments", "example_id": "77c1f20f922046e5bb664c4c3cb4ab94"}, {"end": 489, "start": 456, "tag": "Treaty", "overlap": "f", "value": "FAO Port State Measures Agreement", "example_id": "77c1f20f922046e5bb664c4c3cb4ab94"}], "content": "Response: The Moratorium Protection Act authorizes NMFS to identify nations for having vessels engaged in IUU fishing, bycatch of protected living marine resources, and shark catch beyond any national jurisdiction. The fishing activities of stateless vessels cannot be addressed under the Moratorium Protection Act. IUU fishing activities by stateless vessels can be addressed pursuant to provisions of a number of international instruments, including the FAO Port State Measures Agreement, which will require the denial of access to ports and/or the withholding of port services to IUU vessels, including stateless vessels.", "metadata": {"title": "High Seas Driftnet Fishing Moratorium Protection Act; Identification and Certification Procedures To Address Shark Conservation", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/16/01/2013-00703.html", "type": "rule", "order_code": 82, "doc_id": "2013-00703"}}, {"id": "f0e7d1a3a12040c6a946d34c200f07f5", "annotations": [{"end": 271, "start": 267, "tag": "Softlaw", "overlap": NaN, "value": "CEWG", "example_id": "f0e7d1a3a12040c6a946d34c200f07f5"}, {"end": 542, "start": 397, "tag": "Softlaw", "overlap": "f", "value": "Commission should clarify that a non-U.S. person is not subject to Commission regulation, even where a U.S. person guarantees either counterparty", "example_id": "f0e7d1a3a12040c6a946d34c200f07f5"}, {"end": 579, "start": 549, "tag": "Softlaw", "overlap": "f", "value": "Hong Kong Association of Banks", "example_id": "f0e7d1a3a12040c6a946d34c200f07f5"}, {"end": 745, "start": 611, "tag": "Softlaw", "overlap": "f", "value": "swaps between non-U.S. persons should be excluded from the de minimis determination regardless of whether a counterparty is guaranteed", "example_id": "f0e7d1a3a12040c6a946d34c200f07f5"}, {"end": 752, "start": 748, "tag": "Softlaw", "overlap": "f", "value": "ISDA", "example_id": "f0e7d1a3a12040c6a946d34c200f07f5"}, {"end": 856, "start": 776, "tag": "Softlaw", "overlap": "f", "value": "focus should be on whether a U.S. guarantor of a non-U.S. person should register", "example_id": "f0e7d1a3a12040c6a946d34c200f07f5"}, {"end": 900, "start": 859, "tag": "Softlaw", "overlap": "f", "value": "Investment Industry Association of Canada", "example_id": "f0e7d1a3a12040c6a946d34c200f07f5"}, {"end": 1030, "start": 958, "tag": "Softlaw", "overlap": "f", "value": "indirect holding company ownership alone does not constitute a guarantee", "example_id": "f0e7d1a3a12040c6a946d34c200f07f5"}], "content": "70 See Goldman (Aug 27, 2012) at 5 (inconsistent to require SD registration solely on the basis of guarantees by a U.S. parent, absent any showing of a “direct and significant” jurisdictional nexus; concerns can be addressed through anti-evasion authority). See also CEWG (Aug. 27, 2012) at 7 (because there is no legal basis under CEA section 2(i) for asserting jurisdiction based on a guaranty, Commission should clarify that a non-U.S. person is not subject to Commission regulation, even where a U.S. person guarantees either counterparty); The Hong Kong Association of Banks (“HKAB”) (Aug. 27, 2012) at 8 (swaps between non-U.S. persons should be excluded from the de minimis determination regardless of whether a counterparty is guaranteed); ISDA (Aug. 10, 2012) at 12 (focus should be on whether a U.S. guarantor of a non-U.S. person should register); Investment Industry Association of Canada (“IIAC”) (Aug. 27, 2012) at 6 (seeking confirmation that indirect holding company ownership alone does not constitute a guarantee); and JP Morgan (Aug. 27, 2012) at 10 (term “guarantee” should not include keepwells and liquidity puts that do not create the same third-party rights and may be unenforceable by third parties). But see contra AFR (June 14, 2012) at 2 (failure to include guaranteed affiliates as U.S. persons and to capture the “large grey area” between explicit and informal guarantees creates opportunities to escape Dodd-Frank regulations by shifting business overseas; Commission should clarify that it will “follow through on properly implementing these principles and will not enable a `race to the bottom' in which incentives are created for derivatives affiliates of global banks that are able to relocate to areas of lax regulation to take advantage of an inadequate ‘substituted compliance' regime.”).", "metadata": {"title": "Final Exemptive Order Regarding Compliance With Certain Swap Regulations", "agency": "COMMODITY FUTURES TRADING COMMISSION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/07/01/2012-31736.html", "type": "rule", "order_code": 216, "doc_id": "2012-31736"}}, {"id": "bde85c8e5e1d459d8ea699fdaedf7717", "annotations": [{"end": 175, "start": 143, "tag": "Agreement", "overlap": NaN, "value": "bilateral agreement with Germany", "example_id": "bde85c8e5e1d459d8ea699fdaedf7717"}], "content": "These helicopters have been approved by the aviation authority of Germany and are approved for operation in the United States. Pursuant to our bilateral agreement with Germany, EASA, its technical representative, has notified us of the unsafe condition described in its AD. We are proposing this AD because we evaluated all known relevant information and determined that an unsafe condition is likely to exist or develop on other products of the same type design.", "metadata": {"title": "Airworthiness Directives; Eurocopter Deutschland GmbH Helicopters", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/18/01/2013-01004.html", "type": "prorule", "order_code": 32, "doc_id": "2013-01004"}}, {"id": "70095efb93ec4e6d86816e7474decffb", "annotations": [{"end": 617, "start": 216, "tag": "Softlaw", "overlap": NaN, "value": "Nominees to fill the foreign processor seat will be solicited from foreign mango organizations and from foreign processors. Foreign mango organizations will submit two nominees for each position, and foreign processors can submit their own name or the names of other foreign processors directly to the Board. The nominees will represent the major countries exporting frozen mangos to the United States", "example_id": "70095efb93ec4e6d86816e7474decffb"}], "content": "This section will be revised to specify procedures for nominating foreign processors and importers of frozen mangos. The procedures will be similar to those in place for first handlers and importers of fresh mangos. Nominees to fill the foreign processor seat will be solicited from foreign mango organizations and from foreign processors. Foreign mango organizations will submit two nominees for each position, and foreign processors can submit their own name or the names of other foreign processors directly to the Board. The nominees will represent the major countries exporting frozen mangos to the United States.", "metadata": {"title": "Mango Promotion, Research and Information Order; Amendment To Include Frozen Mangos", "agency": "DEPARTMENT OF AGRICULTURE", "url": "https://www.federalregister.gov/documents/full_text/html/2019/21/02/2019-02859.html", "type": "rule", "order_code": 146, "doc_id": "2019-02859"}}, {"id": "dbcf10d9a05c4fcb9802b3e095271e72", "annotations": [{"end": 17, "start": 4, "tag": "Foreing Policy", "overlap": NaN, "value": "IE Final Rule", "example_id": "dbcf10d9a05c4fcb9802b3e095271e72"}, {"end": 341, "start": 253, "tag": "Softlaw", "overlap": "f", "value": "international entrepreneurs who can demonstrate that their parole into the United States", "example_id": "dbcf10d9a05c4fcb9802b3e095271e72"}, {"end": 404, "start": 348, "tag": "statute", "overlap": "f", "value": "section 212(d)(5) of the Immigration and Nationality Act", "example_id": "dbcf10d9a05c4fcb9802b3e095271e72"}], "content": "The IE Final Rule amended DHS regulations to include criteria that would guide the implementation of the Secretary of Homeland Security's discretionary case-by-case parole authority as applied to international entrepreneurs. Specifically, it applied to international entrepreneurs who can demonstrate that their parole into the United States under section 212(d)(5) of the Immigration and Nationality Act (INA) would provide a significant public benefit to the United States. In accordance with the final rule's criteria, such potential would be indicated by, among other things, the receipt of significant capital investment from U.S. investors with established records of successful investments, or obtaining significant awards or grants from certain Federal, State or local government entities. In addition to defining criteria for the favorable exercise of the Secretary's discretionary parole authority, the IE Final Rule established a period of initial parole stay of up to 30 months (which may be extended by up to an additional 30 months) to facilitate the applicant's ability to oversee and grow his or her start-up entity in the United States.", "metadata": {"title": "International Entrepreneur Rule: Delay of Effective Date", "agency": "DEPARTMENT OF HOMELAND SECURITY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/11/07/2017-14619.html", "type": "rule", "order_code": 22, "doc_id": "2017-14619"}}, {"id": "c1c52a6b17bf41d69eec6ecd2589c87f", "annotations": [{"end": 98, "start": 5, "tag": "Foreing Policy", "overlap": NaN, "value": "From which fish or shellfish are or could be taken and sold in interstate or foreign commerce", "example_id": "c1c52a6b17bf41d69eec6ecd2589c87f"}], "content": "(ii) From which fish or shellfish are or could be taken and sold in interstate or foreign commerce; or", "metadata": {"title": "Definition of “Waters of the United States”—Recodification of Pre-Existing Rules", "agency": "DEPARTMENT OF DEFENSE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/27/07/2017-13997.html", "type": "prorule", "order_code": 118, "doc_id": "2017-13997"}}, {"id": "9fee768f8e184141b562f9addba65976", "annotations": [{"end": 124, "start": 0, "tag": "Softlaw", "overlap": NaN, "value": "These helicopters have been approved by the aviation authority of Canada and are approved for operation in the United States", "example_id": "9fee768f8e184141b562f9addba65976"}, {"end": 161, "start": 142, "tag": "Softlaw", "overlap": "f", "value": "bilateral agreement", "example_id": "9fee768f8e184141b562f9addba65976"}], "content": "These helicopters have been approved by the aviation authority of Canada and are approved for operation in the United States. Pursuant to our bilateral agreement with Canada, Transport Canada, its technical representative, has notified us of the unsafe condition described in the Transport Canada AD. We are issuing this AD because we evaluated all information provided by Transport Canada and determined the unsafe condition exists and is likely to exist or develop on other helicopters of these same type designs and that air safety and the public interest require adopting the AD requirements as proposed.", "metadata": {"title": "Airworthiness Directives; Bell Helicopter Textron Canada Limited Helicopters", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/19/02/2019-02626.html", "type": "rule", "order_code": 27, "doc_id": "2019-02626"}}, {"id": "6df84ce3e95d44749ae72217383c28b9", "annotations": [{"end": 66, "start": 1, "tag": "Softlaw", "overlap": NaN, "value": "Financial networks of North Korea have adapted to these sanctions", "example_id": "6df84ce3e95d44749ae72217383c28b9"}, {"end": 415, "start": 197, "tag": "Foreing Policy", "overlap": "f", "value": "According to the report, one way that North Korean financial institutions and networks access the international banking system is through trading companies, including designated entities, that are linked to North Korea", "example_id": "6df84ce3e95d44749ae72217383c28b9"}], "content": " Financial networks of North Korea have adapted to these sanctions, using evasive methods to maintain access to formal banking channels and bulk cash transfers to facilitate prohibited activities. According to the report, one way that North Korean financial institutions and networks access the international banking system is through trading companies, including designated entities, that are linked to North Korea. These trading companies open bank accounts that perform the same financial services as banks, such as maintaining funds on deposit and providing indirect correspondent bank account services.", "metadata": {"title": "Proposal of Special Measure Against Bank of Dandong as a Financial Institution of Primary Money Laundering Concern", "agency": "DEPARTMENT OF THE TREASURY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/07/07/2017-14026.html", "type": "prorule", "order_code": 53, "doc_id": "2017-14026"}}, {"id": "bbe96c4737314564b8f507ad754cb87c", "annotations": [{"end": 32, "start": 4, "tag": "statute", "overlap": NaN, "value": "Trade Agreements Act of 1979", "example_id": "bbe96c4737314564b8f507ad754cb87c"}, {"end": 96, "start": 68, "tag": "statute", "overlap": "f", "value": "Uruguay Round Agreements Act", "example_id": "bbe96c4737314564b8f507ad754cb87c"}, {"end": 732, "start": 617, "tag": "Softlaw", "overlap": "f", "value": "requires consideration of international standards and, where appropriate, that they be the basis for U.S. standards", "example_id": "bbe96c4737314564b8f507ad754cb87c"}], "content": "The Trade Agreements Act of 1979 (Pub. L. 96-39), as amended by the Uruguay Round Agreements Act (Pub. L. 103-465), prohibits Federal agencies from establishing standards or engaging in related activities that create unnecessary obstacles to the foreign commerce of the United States (U.S.). Pursuant to these Acts, the establishment of standards is not considered an unnecessary obstacle to the foreign commerce of the U.S., so long as the standards have a legitimate domestic objective, such as protection of safety, and does not operate in a manner that excludes imports that meet this objective. The statute also requires consideration of international standards and, where appropriate, that they be the basis for U.S. standards. The FAA has assessed the potential effect of this proposed rule and determined that it would improve safety and, therefore, is not an unnecessary obstacle to international trade.", "metadata": {"title": "Requirements for Chemical Oxygen Generators Installed on Transport Category Airplanes", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/09/01/2013-00238.html", "type": "prorule", "order_code": 135, "doc_id": "2013-00238"}}, {"id": "b2b460962aa14a4fafb07ba0c524ad7e", "annotations": [{"end": 22, "start": 15, "tag": "statute", "overlap": NaN, "value": "1401(c)", "example_id": "b2b460962aa14a4fafb07ba0c524ad7e"}, {"end": 193, "start": 103, "tag": "Softlaw", "overlap": "f", "value": "does not explicitly limit title 17 copyright protection for certain foreign restored works", "example_id": "b2b460962aa14a4fafb07ba0c524ad7e"}], "content": " While section 1401(c) operates as a limitation on the protection available under that new chapter, it does not explicitly limit title 17 copyright protection for certain foreign restored works (i.e., copyright protection under section 104A). Whether the noncommercial use exception under section 1401(c) can immunize content actionable under title 17 for restored works that are foreign Pre-1972 Sound Recordings may ultimately be a matter for the courts to resolve. Because protection and enforcement for foreign restored rights is fact-intensive—implicating the specific source country, date and location of publication, duration of term in both the United States and the source country, and compliance with formalities—prospective users of foreign Pre-1972 Sound Recordings should proceed cautiously before relying on the section 1401(c) exception.", "metadata": {"title": "Noncommercial Use of Pre-1972 Sound Recordings That Are Not Being Commercially Exploited", "agency": "LIBRARY OF CONGRESS", "url": "https://www.federalregister.gov/documents/full_text/html/2019/05/02/2019-00873.html", "type": "prorule", "order_code": 327, "doc_id": "2019-00873"}}, {"id": "47979931885e49f4beb1628a7640a0ff", "annotations": [{"end": 251, "start": 218, "tag": "Agreement", "overlap": NaN, "value": "bilateral airworthiness agreement", "example_id": "47979931885e49f4beb1628a7640a0ff"}], "content": "These airplane models are manufactured in France and are type certificated for operation in the United States under the provisions of section 21.29 of the Federal Aviation Regulations (14 CFR 21.29) and the applicable bilateral airworthiness agreement. Pursuant to this bilateral airworthiness agreement, the DGAC has kept the FAA informed of the situation described above. The FAA has examined the findings of the DGAC, reviewed all available information, and determined that AD action is necessary for products of this type design that are certificated for operation in the United States. ", "metadata": {"title": "Airworthiness Directives; Airbus Model A330 and A340 Series Airplanes ", "agency": "DEPARTMENT OF TRANSPORTATION ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/02/01/01-32193.html", "type": "prorule", "order_code": 38, "doc_id": "01-32193"}}, {"id": "f4fde635a78746018db54fefb94901a7", "annotations": [{"end": 155, "start": 108, "tag": "Agreement", "overlap": NaN, "value": "bilateral agreement with the European Community", "example_id": "f4fde635a78746018db54fefb94901a7"}], "content": "This product has been approved by EASA, and is approved for operation in the United States. Pursuant to our bilateral agreement with the European Community, EASA has notified us of the unsafe condition described in the MCAI and service information referenced above. We are issuing this AD because we evaluated all information provided by EASA and determined the unsafe condition exists and is likely to exist or develop on other products of the same type design. This AD requires initial and repetitive inspections of affected IPC rotor seal for cracks.", "metadata": {"title": "Airworthiness Directives; Rolls-Royce plc Turbofan Engines", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2017/05/07/2017-14050.html", "type": "rule", "order_code": 38, "doc_id": "2017-14050"}}, {"id": "cf894ef675974808822aba67b07ec2db", "annotations": [{"end": 74, "start": 54, "tag": "Treaty", "overlap": NaN, "value": "Pacific Coast treaty", "example_id": "cf894ef675974808822aba67b07ec2db"}], "content": "b Fishery HGs means the HG or quota after subtracting Pacific Coast treaty Indian tribes allocations and projected catch, projected research catch, deductions for fishing mortality in non-groundfish fisheries, and deductions for EFPs from the ACL or ACT.", "metadata": {"title": "Magnuson-Stevens Act Provisions; Fisheries Off West Coast States; Pacific Coast Groundfish Fishery; 2017-2018 Biennial Specifications and Management Measures; Inseason Adjustments", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/07/07/2017-14313.html", "type": "rule", "order_code": 85, "doc_id": "2017-14313"}}, {"id": "c3befce6712d4e759a240fa058dae38b", "annotations": [{"end": 172, "start": 117, "tag": "Foreing Policy", "overlap": NaN, "value": "international payment, clearance, and settlement system", "example_id": "c3befce6712d4e759a240fa058dae38b"}], "content": "• the extent to which the action or the timing of the action would have a significant adverse systemic impact on the international payment, clearance, and settlement system, or on legitimate business activities involving the particular jurisdiction, institution, class of transactions, or type of account; and", "metadata": {"title": "Proposal of Special Measure Against Bank of Dandong as a Financial Institution of Primary Money Laundering Concern", "agency": "DEPARTMENT OF THE TREASURY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/07/07/2017-14026.html", "type": "prorule", "order_code": 39, "doc_id": "2017-14026"}}, {"id": "770608875d034b0cb334cb925a90b38c", "annotations": [{"end": 249, "start": 225, "tag": "statute", "overlap": NaN, "value": "49 U.S.C. 40105(b)(1)(A)", "example_id": "770608875d034b0cb334cb925a90b38c"}, {"end": 380, "start": 312, "tag": "Agreement", "overlap": "f", "value": "the obligations of the United States under international agreements.", "example_id": "770608875d034b0cb334cb925a90b38c"}], "content": "For the reasons described previously, the FAA finds good cause to forgo notice and comment and any delay in the effective date for this rule. The FAA also finds that this action is fully consistent with the obligations under 49 U.S.C. 40105(b)(1)(A) to ensure that the FAA exercises its duties consistently with the obligations of the United States under international agreements.", "metadata": {"title": "Extension of the Prohibition Against Certain Flights in the Territory and Airspace of Somalia", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2017/13/12/2017-26847.html", "type": "rule", "order_code": 26, "doc_id": "2017-26847"}}, {"id": "95bfec8d6cff4900b227e62334938458", "annotations": [{"end": 4, "start": 0, "tag": "Treaty", "overlap": NaN, "value": "ISDA", "example_id": "95bfec8d6cff4900b227e62334938458"}, {"end": 123, "start": 104, "tag": "Treaty", "overlap": "f", "value": "Dodd-Frank protocol", "example_id": "95bfec8d6cff4900b227e62334938458"}, {"end": 223, "start": 203, "tag": "statute", "overlap": "f", "value": "§§ 23.502 and 23.504", "example_id": "95bfec8d6cff4900b227e62334938458"}], "content": "ISDA has further represented that market participants are working diligently toward publishing a second Dodd-Frank protocol covering other Commission rules requiring documentation supplements, including §§ 23.502 and 23.504, but require additional time to complete the review process and implement the protocol. ISDA states that the pace of implementation of its second Dodd-Frank protocol has been adversely affected by the difficulty of reaching agreement on the valuation methodologies required by § 23.504(b)(4),36", "metadata": {"title": "Business Conduct and Documentation Requirements for Swap Dealers and Major Swap Participants; Extension of Compliance Date", "agency": "COMMODITY FUTURES TRADING COMMISSION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/02/01/2012-30885.html", "type": "rule", "order_code": 106, "doc_id": "2012-30885"}}, {"id": "46bedad0e8dc41fd88fe0471d8cbcd79", "annotations": [{"end": 336, "start": 310, "tag": "statute", "overlap": NaN, "value": "47 U.S.C. 923(h)(7)(A)(ii)", "example_id": "46bedad0e8dc41fd88fe0471d8cbcd79"}, {"end": 477, "start": 344, "tag": "Foreing Policy", "overlap": "f", "value": "another factor that could be included in a plan would be any impact on national security, law enforcement, or public safety functions", "example_id": "46bedad0e8dc41fd88fe0471d8cbcd79"}], "content": "41 See 47 U.S.C. 923(h)(2)(H). Under this provision, each transition plan must identify any factors that could “hinder fulfillment of the transition plan by the Federal entity,” including the extent to which any classified information will affect “the implementation of the relocation or sharing arrangement.” 47 U.S.C. 923(h)(7)(A)(ii). Thus, another factor that could be included in a plan would be any impact on national security, law enforcement, or public safety functions that will affect the implementation of the relocation or sharing arrangement. A board must consider this factor and any additional information that it would request from the agency.", "metadata": {"title": "Relocation of and Spectrum Sharing by Federal Government Stations—Technical Panel and Dispute Resolution Boards", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/25/01/2013-01564.html", "type": "rule", "order_code": 117, "doc_id": "2013-01564"}}, {"id": "ba5a2762e6864a26af68653444e37a46", "annotations": [{"end": 126, "start": 74, "tag": "Foreing Policy", "overlap": NaN, "value": "susceptible to use in interstate or foreign commerce", "example_id": "ba5a2762e6864a26af68653444e37a46"}], "content": "(a) All waters which are currently used, were used in the past, or may be susceptible to use in interstate or foreign commerce, including all waters which are subject to the ebb and flow of the tide;", "metadata": {"title": "Definition of “Waters of the United States”—Recodification of Pre-Existing Rules", "agency": "DEPARTMENT OF DEFENSE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/27/07/2017-13997.html", "type": "prorule", "order_code": 212, "doc_id": "2017-13997"}}, {"id": "e1f4c982d9df47a8aae7def3d2cda126", "annotations": [{"end": 141, "start": 4, "tag": "Softlaw", "overlap": NaN, "value": "Provide appropriate assistance to nations identified by the Secretary under paragraph (a) of this section and international organizations", "example_id": "e1f4c982d9df47a8aae7def3d2cda126"}], "content": "(1) Provide appropriate assistance to nations identified by the Secretary under paragraph (a) of this section and international organizations of which those nations are members to assist those nations in qualifying for a positive certification under paragraph (e) of this section;", "metadata": {"title": "High Seas Driftnet Fishing Moratorium Protection Act; Identification and Certification Procedures To Address Shark Conservation", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/16/01/2013-00703.html", "type": "rule", "order_code": 157, "doc_id": "2013-00703"}}, {"id": "ddf26be2e3b44dedbec5d7709fc4e3f8", "annotations": [{"end": 71, "start": 36, "tag": "Treaty", "overlap": NaN, "value": "Single Convention on Narcotic Drugs", "example_id": "ddf26be2e3b44dedbec5d7709fc4e3f8"}, {"end": 239, "start": 103, "tag": "Treaty", "overlap": "f", "value": "other international conventions designed to establish effective control over international and domestic traffic in controlled substances", "example_id": "ddf26be2e3b44dedbec5d7709fc4e3f8"}], "content": "The United States is a party to the Single Convention on Narcotic Drugs, 1961 (Single Convention), and other international conventions designed to establish effective control over international and domestic traffic in controlled substances. 21 U.S.C. 801(7). The Single Convention entered into force for the United States on June 24, 1967, after the Senate gave its advice and consent to the United States' accession. See Single Convention, 18 U.S.T. 1407. The enactment and enforcement of the Controlled Substances Act (CSA) are the primary means by which the United States carries out its obligations under the Single Convention.1", "metadata": {"end": 280, "title": "Schedules of Controlled Substances: Placement in Schedule V of Certain FDA-Approved Drugs Containing Cannabidiol; Corresponding Change to Permit Requirements", "start": 259, "key": "convention", "order_code": 17, "agency": "DEPARTMENT OF JUSTICE", "type": "rule", "phrase": "The Single Convention", "doc_id": "[FR Doc. 2018-21121 Filed 9-27-18; 8:45 am]"}}, {"id": "e56d101ec0a1407ba766ad86a32f924d", "annotations": [{"end": 163, "start": 114, "tag": "Treaty", "overlap": NaN, "value": "international treaties, conventions, or protocols", "example_id": "e56d101ec0a1407ba766ad86a32f924d"}], "content": "To the extent that 21 U.S.C. 811(d)(1) directs that if control is required by the United States obligations under international treaties, conventions, or protocols in effect on October 27, 1970, scheduling actions shall be issued by order (as compared to scheduling pursuant to 21 U.S.C. 811(a) by rule), the DEA believes that the notice and comment requirements of section 553 of the Administrative Procedure Act (APA), 5 U.S.C. 553, do not apply to this scheduling action. In the alternative, even if this action does constitute “rule making” under 5 U.S.C. 551(5), this action is exempt from the notice and comment requirements of 5 U.S.C. 553 pursuant to 21 U.S.C. 553(a)(1) as an action involving a foreign affairs function of the United States given that this action is being done in accordance with 21 U.S.C. 811(d)(1)'s requirement that such action be taken to comply with the United States obligations under the specified international agreement.", "metadata": {"end": 954, "title": "Schedules of Controlled Substances: Placement of MT-45 Into Schedule I", "start": 931, "key": "international agreement", "order_code": 46, "agency": "DEPARTMENT OF JUSTICE", "type": "rule", "phrase": "international agreement", "doc_id": "[FR Doc. 2017-26853 Filed 12-12-17; 8:45 am]"}}, {"id": "3ee00bd1aa0a442d85b31574df748157", "annotations": [{"end": 347, "start": 276, "tag": "Treaty", "overlap": NaN, "value": "conventions with Great Britain (for Canada), Mexico, Japan, and Russia.", "example_id": "3ee00bd1aa0a442d85b31574df748157"}], "content": "The U.S. Fish and Wildlife Service (Service) is delegated the primary responsibility of conserving migratory birds through protection, restoration, and management. This delegation is authorized by the Migratory Bird Treaty Act (MBTA) (16 U.S.C. 703 et seq.), which implements conventions with Great Britain (for Canada), Mexico, Japan, and Russia. We implement the provisions of the MBTA through regulations in parts 10, 13, 20, 21, and 22 of title 50 of the Code of Federal Regulations (CFR).", "metadata": {"end": 226, "title": "Migratory Bird Permits; Removal of Depredation Orders for Double-Crested Cormorants To Protect Aquaculture Facilities and Public Resources", "start": 201, "key": "treaty", "order_code": 20, "agency": "DEPARTMENT OF THE INTERIOR", "type": "rule", "phrase": "Migratory Bird Treaty Act", "doc_id": "[FR Doc. 2018-15103 Filed 7-13-18; 8:45 am]"}}, {"id": "cb884b5e46ff46888eb5247bb19c1e42", "annotations": [{"end": 79, "start": 37, "tag": "Agreement", "overlap": NaN, "value": "international fishery management agreement", "example_id": "cb884b5e46ff46888eb5247bb19c1e42"}], "content": "(2) In the case of non-parties to an international fishery management agreement to which the United States is a party, fishing activities that would undermine the conservation of the resources managed under that agreement;", "metadata": {"title": "High Seas Driftnet Fishing Moratorium Protection Act; Identification and Certification Procedures To Address Shark Conservation", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/16/01/2013-00703.html", "type": "rule", "order_code": 114, "doc_id": "2013-00703"}}, {"id": "c0d5cc66fec14b5ea806f6a1f533c0d1", "annotations": [{"end": 50, "start": 0, "tag": "Foreing Policy", "overlap": NaN, "value": "This amendment involves a foreign affairs function", "example_id": "c0d5cc66fec14b5ea806f6a1f533c0d1"}, {"end": 432, "start": 413, "tag": "statute", "overlap": "f", "value": "5 U.S.C. 553(b)(B))", "example_id": "c0d5cc66fec14b5ea806f6a1f533c0d1"}, {"end": 520, "start": 502, "tag": "statute", "overlap": "f", "value": "5 U.S.C. 553(d)(3)", "example_id": "c0d5cc66fec14b5ea806f6a1f533c0d1"}], "content": "This amendment involves a foreign affairs function of the United States and is, therefore, being made without notice or public procedure under 5 U.S.C. 553(a)(1). In addition, CBP has determined that such notice or public procedure would be impracticable and contrary to the public interest because the action being taken is essential to avoid interruption of the application of the existing import restrictions (5 U.S.C. 553(b)(B)). For the same reason, a delayed effective date is not required under 5 U.S.C. 553(d)(3).", "metadata": {"title": "Extension of Import Restrictions Imposed on Archaeological Objects and Ecclesiastical and Ritual Ethnological Materials From Cyprus", "agency": "DEPARTMENT OF HOMELAND SECURITY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/14/07/2017-14822.html", "type": "rule", "order_code": 29, "doc_id": "2017-14822"}}, {"id": "f22c524a84f7410983d3713b78ae952e", "annotations": [{"end": 39, "start": 14, "tag": "statute", "overlap": NaN, "value": "Moratorium Protection Act", "example_id": "f22c524a84f7410983d3713b78ae952e"}, {"end": 350, "start": 337, "tag": "Treaty", "overlap": "f", "value": "WTO Agreement", "example_id": "f22c524a84f7410983d3713b78ae952e"}, {"end": 720, "start": 692, "tag": "Agreement", "overlap": "f", "value": "applicable international law", "example_id": "f22c524a84f7410983d3713b78ae952e"}], "content": "Response: The Moratorium Protection Act, at 16 U.S.C. 1826k(a)(2)(B), requires that NMFS take into account different conditions when making identification decisions for nations whose vessels engaged in shark catch beyond any national jurisdiction. While NMFS cannot delete this requirement, NMFS is mindful of U.S. obligations under the WTO Agreement when implementing the provisions of the Moratorium Protection Act, and works with the Office of the U.S. Trade Representative to ensure that any actions taken under the Moratorium Protection Act are consistent with these obligations. Agency actions and recommendations under this final rule will be in accordance with U.S. obligations under applicable international law, including the WTO Agreement.", "metadata": {"title": "High Seas Driftnet Fishing Moratorium Protection Act; Identification and Certification Procedures To Address Shark Conservation", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/16/01/2013-00703.html", "type": "rule", "order_code": 42, "doc_id": "2013-00703"}}, {"id": "4c35a3e27422403d8b3de1bc695a9fad", "annotations": [{"end": 131, "start": 114, "tag": "Foreing Policy", "overlap": NaN, "value": "national security", "example_id": "4c35a3e27422403d8b3de1bc695a9fad"}], "content": "The third exemption will enable the Office of Intelligence to carry out its duties and responsibilities involving national security. More specifically, these include controlling access to and use of Sensitive Compartmented Information (SCI) and other classified intelligence information bearing the Director, Central Intelligence (DCI) authorized control markings; approving access to SCI in compliance with DCI directives; and conducting eligibility determinations, adjudications, revocations and appeals from denials and revocations. ", "metadata": {"title": "Privacy Act; Implementation ", "agency": "DEPARTMENT OF ENERGY ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/29/01/02-2111.html", "type": "rule", "order_code": 38, "doc_id": "02-2111"}}, {"id": "834945718c114eecab4164370adbd7a6", "annotations": [{"end": 85, "start": 43, "tag": "Treaty", "overlap": NaN, "value": "Convention on International Civil Aviation", "example_id": "834945718c114eecab4164370adbd7a6"}, {"end": 166, "start": 118, "tag": "Treaty", "overlap": "f", "value": "International Civil Aviation Organization (ICAO)", "example_id": "834945718c114eecab4164370adbd7a6"}, {"end": 368, "start": 304, "tag": "Softlaw", "overlap": "f", "value": "harmonizes U.S. noise standards with the international standards", "example_id": "834945718c114eecab4164370adbd7a6"}], "content": "In keeping with U.S. obligations under the Convention on International Civil Aviation, it is FAA policy to conform to International Civil Aviation Organization (ICAO) Standards and Recommended Practices to the maximum extent practicable. In 2001, ICAO adopted tiltrotor noise guidelines. This regulation harmonizes U.S. noise standards with the international standards by adopting the same requirements, adapted for the U.S. regulatory format.", "metadata": {"title": "Noise Certification Standards for Tiltrotors", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/08/01/2013-00111.html", "type": "rule", "order_code": 103, "doc_id": "2013-00111"}}, {"id": "7b7d3f9a7cb4490a86d3b599e4629db7", "annotations": [{"end": 69, "start": 0, "tag": "Agreement", "overlap": NaN, "value": "Executive Order 13609, Promoting International Regulatory Cooperation", "example_id": "7b7d3f9a7cb4490a86d3b599e4629db7"}, {"end": 142, "start": 71, "tag": "Softlaw", "overlap": "f", "value": "promotes international regulatory cooperation to meet shared challenges", "example_id": "7b7d3f9a7cb4490a86d3b599e4629db7"}], "content": "Executive Order 13609, Promoting International Regulatory Cooperation, promotes international regulatory cooperation to meet shared challenges involving health, safety, labor, security, environmental, and other issues and to reduce, eliminate, or prevent unnecessary differences in regulatory requirements. The FAA has analyzed this action under the policies and agency responsibilities of Executive Order 13609 and has determined that this action would have no effect on international regulatory cooperation.", "metadata": {"title": "Critical Parts for Airplane Propellers", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/18/01/2013-01041.html", "type": "rule", "order_code": 75, "doc_id": "2013-01041"}}, {"id": "8aaf1e889df740809e7bddb78f5de5db", "annotations": [{"end": 207, "start": 200, "tag": "statute", "overlap": NaN, "value": "the Act", "example_id": "8aaf1e889df740809e7bddb78f5de5db"}, {"end": 389, "start": 372, "tag": "Foreing Policy", "overlap": "f", "value": "national security", "example_id": "8aaf1e889df740809e7bddb78f5de5db"}], "content": "DOE has programs involving classified material that may be the subject of a whistleblower complaint, and the Office of Intelligence handles certain types of classified information. The application of the Act's accounting provision to records involving properly classified material could reveal classified material. If information about classified material were disclosed, national security might be compromised. An example of an issue involving classified material that can affect national security would be a whistleblower complaint that discusses security measures at a particular weapons facility. Such information could be used to the detriment of national security. ", "metadata": {"title": "Privacy Act; Implementation ", "agency": "DEPARTMENT OF ENERGY ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/29/01/02-2111.html", "type": "rule", "order_code": 50, "doc_id": "02-2111"}}, {"id": "dc890d719fed43c787ee1ebd58aec1f7", "annotations": [{"end": 120, "start": 103, "tag": "Foreing Policy", "overlap": NaN, "value": "national security", "example_id": "dc890d719fed43c787ee1ebd58aec1f7"}], "content": "B3. How would additional operating or performance limitations help to reduce risks to public safety or national security?", "metadata": {"title": "Safe and Secure Operations of Small Unmanned Aircraft Systems", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/13/02/2019-00758.html", "type": "prorule", "order_code": 97, "doc_id": "2019-00758"}}, {"id": "28ba823738174ab18647381944d8392e", "annotations": [{"end": 374, "start": 231, "tag": "Foreing Policy", "overlap": NaN, "value": "foreign worker's employment in the job opportunity will not adversely affect the wages or working conditions of similarly employed U.S. workers", "example_id": "28ba823738174ab18647381944d8392e"}], "content": "Under this rule, employers must also meet, among other requirements, the generally applicable requirements that insufficient qualified U.S. workers are available to fill the petitioning H-2B employer's job opportunity and that the foreign worker's employment in the job opportunity will not adversely affect the wages or working conditions of similarly employed U.S. workers. INA section 214(c)(1), 8 U.S.C. 1184(c)(1); 8 CFR 214.2(h)(6)(iii)(A) and (D); 20 CFR 655.1. To meet this standard, in order to be eligible for additional visas under this rule, employers must have a valid TLC in accordance with 8 CFR 214.2(h)(6)(iv)(A) and (D), and 20 CFR 655 subpart A. Under DOL's H-2B regulations, TLCs expire on the last day of authorized employment. 20 CFR 655.55(a). Therefore, in order to have an unexpired TLC, the date on the employer's visa petition must not be later than the last day of authorized employment on the TLC. This rule also requires an additional recruitment for certain petitioners, as discussed below.", "metadata": {"title": "Exercise of Time-Limited Authority To Increase the Fiscal Year 2017 Numerical Limitation for the H-2B Temporary Nonagricultural Worker Program", "agency": "DEPARTMENT OF HOMELAND SECURITY ", "url": "https://www.federalregister.gov/documents/full_text/html/2017/19/07/2017-15208.html", "type": "rule", "order_code": 83, "doc_id": "2017-15208"}}, {"id": "c63bb9ab33e04e029d1046b8b5e4c55c", "annotations": [{"end": 424, "start": 339, "tag": "Foreing Policy", "overlap": NaN, "value": "relates to official DHS national security, law enforcement or intelligence activities", "example_id": "c63bb9ab33e04e029d1046b8b5e4c55c"}, {"end": 1211, "start": 1113, "tag": "Foreing Policy", "overlap": "f", "value": "protect information relating to DHS national security, law enforcement, or intelligence activities", "example_id": "c63bb9ab33e04e029d1046b8b5e4c55c"}], "content": "DHS is claiming exemptions from certain requirements of the Privacy Act for DHS/CBP-004-Intellectual Property Rights e-Recordation and Intellectual Property Rights Search Systems System of Records. Some information in DHS/CBP-004-Intellectual Property Rights e-Recordation and Intellectual Property Rights Search Systems System of Records relates to official DHS national security, law enforcement or intelligence activities, and that information includes records or information pertaining to the accounting of disclosures made from this system to other law enforcement or intelligence agencies (federal, state, local, foreign, international, or tribal) in accordance with the published routine uses or statutory basis for disclosure pursuant to 5 U.S.C. 552a(b). In addition, some information in DHS/CBP-004-Intellectual Property Rights e-Recordation and Intellectual Property Rights Search Systems System of Records relates to information or records about individuals who may have used an intellectual property right without the intellectual property right owner's authorization. These exemptions are needed to protect information relating to DHS national security, law enforcement, or intelligence activities from disclosure to subjects or others related to these activities. Specifically, the exemptions are required to preclude subjects of these activities from frustrating these processes and to avoid disclosure of activity techniques. Disclosure of information to the subject of the inquiry could also permit the subject to avoid detection or apprehension.", "metadata": {"title": "Privacy Act of 1974: Implementation of Exemptions; Department of Homeland Security; U.S. Customs and Border Protection; DHS/CBP-004-Intellectual Property Rights e-Recordation and Search Systems, System of Records", "agency": "DEPARTMENT OF HOMELAND SECURITY", "url": "https://www.federalregister.gov/documents/full_text/html/2013/22/01/2013-01049.html", "type": "prorule", "order_code": 38, "doc_id": "2013-01049"}}, {"id": "e642f66eccd649eea6110a951c1ffbe2", "annotations": [{"end": 218, "start": 192, "tag": "statute", "overlap": NaN, "value": "Freedom of Information Act", "example_id": "e642f66eccd649eea6110a951c1ffbe2"}, {"end": 231, "start": 220, "tag": "statute", "overlap": "f", "value": "Privacy Act", "example_id": "e642f66eccd649eea6110a951c1ffbe2"}, {"end": 310, "start": 281, "tag": "Foreing Policy", "overlap": "f", "value": "national security information", "example_id": "e642f66eccd649eea6110a951c1ffbe2"}, {"end": 398, "start": 342, "tag": "statute", "overlap": "f", "value": "Electronic Freedom of Information Act Amendments of 1996", "example_id": "e642f66eccd649eea6110a951c1ffbe2"}], "content": "The Department of Commerce (“Department”) published in the Federal Register of December 20, 2001 (66 FR 65631), a final rule concerning revisions of the Department's regulations regarding the Freedom of Information Act, Privacy Act, and declassification and public availability of national security information. The revisions implemented the Electronic Freedom of Information Act Amendments of 1996 and Executive Order 12958, included an updated duplication fee, and streamlined, clarified and updated the regulations. At the top of the first column of page 65650 of that Federal Register document, it mistakenly reads “Part 2 is revised to read as follows:” That language is a typographical error. The revisions of the regulations referred to in that line are to Part 4a. Accordingly, change that language to read “2. Part 4a is revised to read as follows:” ", "metadata": {"title": "Public Information, Freedom of Information and Privacy; Correction ", "agency": "DEPARTMENT OF COMMERCE ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/16/01/02-1074.html", "type": "rule", "order_code": 17, "doc_id": "02-1074"}}, {"id": "ec548dff88e243e7b716171d0ed377f6", "annotations": [{"end": 385, "start": 264, "tag": "Softlaw", "overlap": NaN, "value": "CBP may demand that the export carrier redeliver the cargo in accordance with the terms of its international carrier bond", "example_id": "ec548dff88e243e7b716171d0ed377f6"}], "content": "(ii) High-risk cargo. For cargo that CBP has identified as potentially high-risk, the carrier, after being duly notified by CBP, will be responsible for delivering the cargo for inspection/examination. When cargo identified as high risk has already been exported, CBP may demand that the export carrier redeliver the cargo in accordance with the terms of its international carrier bond (see § 113.64(k)(2) of this chapter).", "metadata": {"title": "Electronic Information for Cargo Exported From the United States; Technical Amendments", "agency": "DEPARTMENT OF HOMELAND SECURITY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/13/07/2017-14549.html", "type": "rule", "order_code": 340, "doc_id": "2017-14549"}}, {"id": "254945a7004c46fdaeb5881fddc769bd", "annotations": [{"end": 486, "start": 449, "tag": "Foreing Policy", "overlap": NaN, "value": "efforts to preserve national security", "example_id": "254945a7004c46fdaeb5881fddc769bd"}], "content": "(a) From subsection (c)(3) (Accounting for Disclosures) because release of the accounting of disclosures could alert the subject of an investigation of an actual or potential criminal, civil, or regulatory violation to the existence of that investigation and reveal investigative interest on the part of DHS as well as the recipient agency. Disclosure of the accounting would therefore present a serious impediment to law enforcement efforts and/or efforts to preserve national security. Disclosure of the accounting would also permit the individual who is the subject of a record to impede the investigation, to tamper with witnesses or evidence, and to avoid detection or apprehension, which would undermine the entire investigative process.", "metadata": {"title": "Privacy Act of 1974: Implementation of Exemptions; Department of Homeland Security; U.S. Customs and Border Protection; DHS/CBP-004-Intellectual Property Rights e-Recordation and Search Systems, System of Records", "agency": "DEPARTMENT OF HOMELAND SECURITY", "url": "https://www.federalregister.gov/documents/full_text/html/2013/22/01/2013-01049.html", "type": "prorule", "order_code": 52, "doc_id": "2013-01049"}}, {"id": "295fd9ac0ec74de4bc8035c933de2c20", "annotations": [{"end": 1649, "start": 1624, "tag": "Foreing Policy", "overlap": NaN, "value": "enhance national security", "example_id": "295fd9ac0ec74de4bc8035c933de2c20"}, {"end": 1720, "start": 1658, "tag": "Softlaw", "overlap": "f", "value": "Improving U.S. military interoperability with allied countries", "example_id": "295fd9ac0ec74de4bc8035c933de2c20"}], "content": "Following the structure of the July 15 (framework) rule and the November 7 (aircraft) rule, this proposed rule describes BIS's proposal for controlling under the EAR and its CCL some articles related to launch vehicles, missiles, rockets, torpedoes, bombs, mines, other military explosive devices, and related articles, which currently are controlled under USML Category IV in the ITAR. The changes proposed in this rule and the State Department's companion rule to Category IV of the USML are based on a review of this USML Category by the Defense Department, which worked with the Departments of State and Commerce in preparing the proposed amendments. The review focused on identifying the types of articles that are now controlled by USML Category IV that are either: (i) Inherently military and otherwise warrant control on the USML or (ii) of a type common to non-military applications, possessing parameters or characteristics that provide a critical military or intelligence advantage to the United States, and almost exclusively available from the United States. If an article satisfies either or both of these criteria, the article remains on the USML. If an article does not satisfy either criterion, but is nonetheless a type of article that is, as a result of differences in form and fit, “specially designed” for military applications, then it is identified in one of the new ECCNs proposed in this rule. The license requirements and other EAR-specific controls for such items, as described in this proposed rule, would, when considered in the context of the other proposed amendments to the USML and the CCL, enhance national security by: (i) Improving U.S. military interoperability with allied countries; (ii) strengthening the U.S. industrial base by, among other things, reducing incentives for foreign companies to design out and avoid U.S.-origin content and services; and (iii) allowing U.S. export control officials to focus government resources on transactions of more concern.", "metadata": {"title": "Revisions to the Export Administration Regulations (EAR): Articles the President Determines No Longer Warrant Control Under the U.S. Munitions List That Are Related To Launch Vehicles, Missiles, Rockets, and Military Explosive Devices", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/31/01/2013-01904.html", "type": "prorule", "order_code": 26, "doc_id": "2013-01904"}}, {"id": "bd3a2895c2d743d3953a9f8996ca0eeb", "annotations": [{"end": 230, "start": 161, "tag": "Agreement", "overlap": NaN, "value": "Specific trapping requirements are included in the bilateral workplan", "example_id": "bd3a2895c2d743d3953a9f8996ca0eeb"}], "content": "(g) C. capitata. (1) Trapping must be conducted in the places of production to demonstrate that those places of production have a low prevalence of C. capitata. Specific trapping requirements are included in the bilateral workplan. If the prevalence rises above levels specified in the bilateral workplan, remedial measures approved jointly by APHIS and the NPPO of Spain must be implemented. The NPPO of Spain must keep records of the placement of traps, trap visits, trap counts, and treatments for each registered place of production and make the records available to APHIS upon request.", "metadata": {"title": "Importation of Fresh Apricots From Continental Spain", "agency": "DEPARTMENT OF AGRICULTURE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/30/01/2013-02021.html", "type": "prorule", "order_code": 122, "doc_id": "2013-02021"}}, {"id": "a638b34673c24de7a4b4060913308684", "annotations": [{"end": 5, "start": 1, "tag": "Softlaw", "overlap": NaN, "value": "ISDA", "example_id": "a638b34673c24de7a4b4060913308684"}, {"end": 134, "start": 46, "tag": "Softlaw", "overlap": "f", "value": "exemptive relief applies equally to a U.S. SD transacting directly with non-U.S. persons", "example_id": "a638b34673c24de7a4b4060913308684"}], "content": " ISDA similarly argued that the rationale for exemptive relief applies equally to a U.S. SD transacting directly with non-U.S. persons.112", "metadata": {"title": "Final Exemptive Order Regarding Compliance With Certain Swap Regulations", "agency": "COMMODITY FUTURES TRADING COMMISSION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/07/01/2012-31736.html", "type": "rule", "order_code": 336, "doc_id": "2012-31736"}}, {"id": "8759e7af6725416aab1380b3ff79c848", "annotations": [{"end": 199, "start": 145, "tag": "Agreement", "overlap": NaN, "value": "bilateral agreement with the State of Design Authority", "example_id": "8759e7af6725416aab1380b3ff79c848"}], "content": "This product has been approved by the aviation authority of another country, and is approved for operation in the United States. Pursuant to our bilateral agreement with the State of Design Authority, we have been notified of the unsafe condition described in the MCAI. We are issuing this AD because we evaluated all pertinent information and determined the unsafe condition exists and is likely to exist or develop on other products of the same type design.", "metadata": {"title": "Airworthiness Directives; Fokker Services B.V. Airplanes", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2017/06/12/2017-26192.html", "type": "rule", "order_code": 37, "doc_id": "2017-26192"}}, {"id": "505c02e022b34f4cbebc9dfa9694742c", "annotations": [{"end": 351, "start": 328, "tag": "statute", "overlap": NaN, "value": "FFDCA section 408(b)(4)", "example_id": "505c02e022b34f4cbebc9dfa9694742c"}, {"end": 569, "start": 496, "tag": "Softlaw", "overlap": "f", "value": "recognized as an international food safety standards-setting organization", "example_id": "505c02e022b34f4cbebc9dfa9694742c"}, {"end": 589, "start": 573, "tag": "Treaty", "overlap": "f", "value": "trade agreements", "example_id": "505c02e022b34f4cbebc9dfa9694742c"}], "content": "In making its tolerance decisions, EPA seeks to harmonize U.S. tolerances with international standards whenever possible, consistent with U.S. food safety standards and agricultural practices. EPA considers the international maximum residue limits (MRLs) established by the Codex Alimentarius Commission (Codex), as required by FFDCA section 408(b)(4). The Codex Alimentarius is a joint United Nations Food and Agriculture Organization/World Health Organization food standards program, and it is recognized as an international food safety standards-setting organization in trade agreements to which the United States is a party. EPA may establish a tolerance that is different from a Codex MRL; however, FFDCA section 408(b)(4) requires that EPA explain the reasons for departing from the Codex level.", "metadata": {"title": "Spiromesifen; Pesticide Tolerances", "agency": "ENVIRONMENTAL PROTECTION AGENCY", "url": "https://www.federalregister.gov/documents/full_text/html/2013/16/01/2013-00728.html", "type": "rule", "order_code": 104, "doc_id": "2013-00728"}}, {"id": "92d23bf4ef9d4c3c992f6de9fec53594", "annotations": [{"end": 351, "start": 293, "tag": "Softlaw", "overlap": NaN, "value": "international fishery management organization or agreement", "example_id": "92d23bf4ef9d4c3c992f6de9fec53594"}], "content": "(4) Fishing activity that has a significant adverse impact on seamounts, hydrothermal vents, cold water corals and other vulnerable marine ecosystems located beyond any national jurisdiction, for which there are no applicable conservation or management measures or in areas with no applicable international fishery management organization or agreement.", "metadata": {"title": "High Seas Driftnet Fishing Moratorium Protection Act; Identification and Certification Procedures To Address Shark Conservation", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/16/01/2013-00703.html", "type": "rule", "order_code": 116, "doc_id": "2013-00703"}}, {"id": "222d32982b134b1485c92acec857820e", "annotations": [{"end": 96, "start": 71, "tag": "Agreement", "overlap": NaN, "value": "international obligations", "example_id": "222d32982b134b1485c92acec857820e"}, {"end": 125, "start": 112, "tag": "Treaty", "overlap": "f", "value": "WTO Agreement", "example_id": "222d32982b134b1485c92acec857820e"}], "content": "(d) Any action recommended under this section shall be consistent with international obligations, including the WTO Agreement.", "metadata": {"title": "High Seas Driftnet Fishing Moratorium Protection Act; Identification and Certification Procedures To Address Shark Conservation", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/16/01/2013-00703.html", "type": "rule", "order_code": 190, "doc_id": "2013-00703"}}, {"id": "cc6e9995546c4cb28e9b38f14798e27b", "annotations": [{"end": 32, "start": 4, "tag": "statute", "overlap": NaN, "value": "Trade Agreements Act of 1979", "example_id": "cc6e9995546c4cb28e9b38f14798e27b"}, {"end": 96, "start": 68, "tag": "statute", "overlap": "f", "value": "Uruguay Round Agreements Act", "example_id": "cc6e9995546c4cb28e9b38f14798e27b"}, {"end": 736, "start": 621, "tag": "Softlaw", "overlap": "f", "value": "requires consideration of international standards and, where appropriate, that they be the basis for U.S. standards", "example_id": "cc6e9995546c4cb28e9b38f14798e27b"}], "content": "The Trade Agreements Act of 1979 (Pub. L. 96-39), as amended by the Uruguay Round Agreements Act (Pub. L. 103-465), prohibits Federal agencies from establishing standards or engaging in related activities that create unnecessary obstacles to the foreign commerce of the United States. Pursuant to these Acts, the establishment of standards is not considered an unnecessary obstacle to the foreign commerce of the United States, so long as the standard has a legitimate domestic objective, such as the protection of safety, and does not operate in a manner that excludes imports that meet this objective. The statute also requires consideration of international standards and, where appropriate, that they be the basis for U.S. standards. The FAA has assessed the potential effect of this final rule and determined that it will have only a domestic impact and therefore no effect on international trade ", "metadata": {"title": "Amendment to Class B Airspace; Atlanta, GA", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/09/01/2013-00287.html", "type": "rule", "order_code": 106, "doc_id": "2013-00287"}}, {"id": "ea59fb5140e7442a9ccd5c54901bbd3e", "annotations": [{"end": 125, "start": 73, "tag": "Foreing Policy", "overlap": NaN, "value": "susceptible to use in interstate or foreign commerce", "example_id": "ea59fb5140e7442a9ccd5c54901bbd3e"}], "content": "(a) All waters that are currently used, were used in the past, or may be susceptible to use in interstate or foreign commerce, including all waters that are subject to the ebb and flow of the tide;", "metadata": {"title": "Definition of “Waters of the United States”—Recodification of Pre-Existing Rules", "agency": "DEPARTMENT OF DEFENSE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/27/07/2017-13997.html", "type": "prorule", "order_code": 141, "doc_id": "2017-13997"}}, {"id": "1ded87686d9d4cc787c5a8fc5a99196c", "annotations": [{"end": 482, "start": 462, "tag": "statute", "overlap": NaN, "value": "Trade Agreements Act", "example_id": "1ded87686d9d4cc787c5a8fc5a99196c"}, {"end": 718, "start": 695, "tag": "Softlaw", "overlap": "f", "value": "international standards", "example_id": "1ded87686d9d4cc787c5a8fc5a99196c"}], "content": "Changes to Federal regulations must undergo several economic analyses. First, Executive Order 12866 and Executive Order 13563 directs that each Federal agency shall propose or adopt a regulation only upon a reasoned determination that the benefits of the intended regulation justify its costs. Second, the Regulatory Flexibility Act of 1980 (Public Law 96-354) requires agencies to analyze the economic impact of regulatory changes on small entities. Third, the Trade Agreements Act (Pub. L. 96-39) prohibits agencies from setting standards that create unnecessary obstacles to the foreign commerce of the United States. In developing U.S. standards, the Trade Act requires agencies to consider international standards and, where appropriate, that they be the basis of U.S. standards. Fourth, the Unfunded Mandates Reform Act of 1995 (Pub. L. 104-4) requires agencies to prepare a written assessment of the costs, benefits, and other effects of proposed or final rules that include a Federal mandate likely to result in the expenditure by State, local, or tribal governments, in the aggregate, or by the private sector, of $100 million or more annually (adjusted for inflation with base year of 1995). This portion of the preamble summarizes the FAA's analysis of the economic impacts of this proposed rule.", "metadata": {"title": "Proposed Modification of the Dallas/Fort Worth Class B Airspace Area; TX", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/22/01/2013-01118.html", "type": "prorule", "order_code": 91, "doc_id": "2013-01118"}}, {"id": "ab2a4903663449abb3f1673ee796e6cb", "annotations": [{"end": 650, "start": 585, "tag": "Foreing Policy", "overlap": NaN, "value": "in furtherance of world peace and the security and foreign policy", "example_id": "ab2a4903663449abb3f1673ee796e6cb"}], "content": "(a) General. It is the policy of the United States to deny licenses, other approvals, exports and imports of defense articles and defense services, destined for or originating in certain countries. This policy applies to Afghanistan, Armenia, Azerbaijan, Belarus, Cuba, Iran, Iraq, Libya, North Korea, Syria, and Vietnam. This policy also applies to countries with respect to which the United States maintains an arms embargo (e.g. Burma, China, Haiti, Liberia, Rwanda, Somalia, Sudan and Democratic Republic of the Congo (formerly Zaire)) or whenever an export would not otherwise be in furtherance of world peace and the security and foreign policy of the United States. Comprehensive arms embargoes are normally the subject of a State Department notice published in the Federal Register. The exemptions provided in the regulations in this subchapter, except §§ 123.17 and 125.4(b)(13) of this subchapter, do not apply with respect to articles originating in or for export to any proscribed countries or areas. ", "metadata": {"title": "Amendment to the List of Proscribed Destinations ", "agency": "DEPARTMENT OF STATE ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/09/01/02-115.html", "type": "rule", "order_code": 30, "doc_id": "02-115"}}, {"id": "cc4fcfd23f004fe2988611c718dfd5b5", "annotations": [{"end": 95, "start": 60, "tag": "Softlaw", "overlap": NaN, "value": "international transactions of APAAN", "example_id": "cc4fcfd23f004fe2988611c718dfd5b5"}, {"end": 410, "start": 305, "tag": "Softlaw", "overlap": "f", "value": "all transactions of chemical mixtures containing any quantity of APAAN shall be regulated pursuant to the", "example_id": "cc4fcfd23f004fe2988611c718dfd5b5"}, {"end": 414, "start": 411, "tag": "statute", "overlap": "f", "value": "CSA", "example_id": "cc4fcfd23f004fe2988611c718dfd5b5"}], "content": "This action does not establish a threshold for domestic and international transactions of APAAN. As such, all transactions involving APAAN, regardless of size, shall be regulated. In addition, chemical mixtures containing APAAN are not exempt from regulatory requirements at any concentration. Therefore, all transactions of chemical mixtures containing any quantity of APAAN shall be regulated pursuant to the CSA. However, manufacturers may submit an application for exemption for those mixtures that do not qualify for automatic exemption.", "metadata": {"title": "Designation of Alpha-Phenylacetoacetonitrile (APAAN), a Precursor Chemical Used in the Illicit Manufacture of Phenylacetone, Methamphetamine, and Amphetamine, as a List I Chemical", "agency": "DEPARTMENT OF JUSTICE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/14/07/2017-14878.html", "type": "rule", "order_code": 12, "doc_id": "2017-14878"}}, {"id": "b26dab900ba44b7a89bf81bc6c9a3e93", "annotations": [{"end": 332, "start": 315, "tag": "Foreing Policy", "overlap": NaN, "value": "national security", "example_id": "b26dab900ba44b7a89bf81bc6c9a3e93"}], "content": "Small UAS pose a unique public safety and security risk to other aircraft and persons and property on the ground because they can operate more readily in sensitive areas and it can be difficult to identify non-compliant operations. Applying more structure to the airspace and operations may reduce public safety or national security risks in the NAS by removing the anonymity of the operations and establishing operating norms, which can then be used to highlight anomalous activity that may indicate malicious intent.", "metadata": {"title": "Safe and Secure Operations of Small Unmanned Aircraft Systems", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/13/02/2019-00758.html", "type": "prorule", "order_code": 101, "doc_id": "2019-00758"}}, {"id": "41d469cac0764a96bfabaa175d863f32", "annotations": [{"end": 853, "start": 847, "tag": "Treaty", "overlap": NaN, "value": "treaty", "example_id": "41d469cac0764a96bfabaa175d863f32"}, {"end": 886, "start": 863, "tag": "Treaty", "overlap": "f", "value": "international agreement", "example_id": "41d469cac0764a96bfabaa175d863f32"}], "content": "(2) The blank in the added text in paragraph (d)(1) of this section should be completed with the names of applicable existing treaties or international agreements, including agreements of cooperation, and military agreements relating to weapons development and production. The added language is not intended to encompass treaties or other agreements that are in effect on the date of the award but which are not listed. Alternatively, agencies may use substantially similar language relating the government's rights to specific treaties or other agreements identified elsewhere in the funding agreement. The language may also be modified to make clear that the rights granted to the foreign government, and its nationals or an international organization may be for additional rights beyond a license or sublicense if so required by the applicable treaty or other international agreement. For example, in some cases exclusive licenses or even the assignment of title to the foreign country involved might be required. Agencies may also modify the added language to provide for the direct licensing by the contractor of the foreign government or international organization.", "metadata": {"end": 886, "title": "Rights to Federally Funded Inventions and Licensing of Government Owned Inventions", "start": 863, "key": "international agreement", "order_code": 171, "agency": "DEPARTMENT OF COMMERCE", "type": "rule", "phrase": "international agreement", "doc_id": "[FR Doc. 2018-07532 Filed 4-12-18; 8:45 am]"}}, {"id": "7478f0c52a194b308bfa1f4a1ad85dbb", "annotations": [{"end": 109, "start": 5, "tag": "Softlaw", "overlap": NaN, "value": "if the nation is a party to or maintains cooperating status with the relevant international organization", "example_id": "7478f0c52a194b308bfa1f4a1ad85dbb"}, {"end": 248, "start": 202, "tag": "Softlaw", "overlap": "f", "value": "international or regional fishery organization", "example_id": "7478f0c52a194b308bfa1f4a1ad85dbb"}], "content": "(ii) if the nation is a party to or maintains cooperating status with the relevant international organization with jurisdiction over the conservation and protection of the relevant PLMRs, or a relevant international or regional fishery organization, and the organization has not adopted measures to effectively end or reduce bycatch of such species; and", "metadata": {"title": "High Seas Driftnet Fishing Moratorium Protection Act; Identification and Certification Procedures To Address Shark Conservation", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/16/01/2013-00703.html", "type": "rule", "order_code": 135, "doc_id": "2013-00703"}}, {"id": "ccc12b7edbb14ca081147e1d9812bf8b", "annotations": [{"end": 303, "start": 239, "tag": "Foreing Policy", "overlap": NaN, "value": "expected to cause some degree of damage to the national security", "example_id": "ccc12b7edbb14ca081147e1d9812bf8b"}], "content": "Technological and operational information and material, and in some exceptional cases scientific information falling within any one or more of the following categories, must be classified if its unauthorized disclosure could reasonably be expected to cause some degree of damage to the national security. In cases where it is believed that a contrary course of action would better serve the national interests, the matter should be referred to the Chairperson, NISPC, for a determination. It is not intended that this list be exclusive; original classifiers are responsible for initially classifying any other type of information which, in their judgment, requires protection under § 1.4 of “the Order.”", "metadata": {"title": "NASA Information Security Protection", "agency": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/24/01/2013-00532.html", "type": "rule", "order_code": 119, "doc_id": "2013-00532"}}, {"id": "43d7392484234a5ea687aaf3b43798ea", "annotations": [{"end": 99, "start": 16, "tag": "Foreing Policy", "overlap": NaN, "value": "could be used by interstate or foreign travelers for recreational or other purposes", "example_id": "43d7392484234a5ea687aaf3b43798ea"}], "content": "(i) That are or could be used by interstate or foreign travelers for recreational or other purposes;", "metadata": {"title": "Definition of “Waters of the United States”—Recodification of Pre-Existing Rules", "agency": "DEPARTMENT OF DEFENSE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/27/07/2017-13997.html", "type": "prorule", "order_code": 289, "doc_id": "2017-13997"}}, {"id": "0d77f160e6b3484bbf6feed049113455", "annotations": [{"end": 633, "start": 592, "tag": "Agreement", "overlap": NaN, "value": "any relevant international agreement area", "example_id": "0d77f160e6b3484bbf6feed049113455"}], "content": "If the type-approval renewal is for an MCS or EMTU/MTU and MCS combined, the renewal request letter must also include vessel position report statistics regarding the processing and transmission of position reports from the onboard EMTUs and MTUs to the MCS or MCSP's VMS data processing center. At a minimum, the statistics must include successful position report transmission and delivery rates, the rate of position report latencies, and the minimum/maximum/average lengths of time for those latencies. The showing must be demonstrated in graph form, be divided out by each NMFS region and any relevant international agreement area and relevant high seas area, and cover 6 full and consecutive months of data for all of the type-approval holder's U.S. federal fishery customers.", "metadata": {"title": "Requirements of the Vessel Monitoring System Type-Approval", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/05/12/2017-26197.html", "type": "prorule", "order_code": 33, "doc_id": "2017-26197"}}, {"id": "07c5c0c1b56e4c73b0c8d7876185bc16", "annotations": [{"end": 74, "start": 30, "tag": "Foreing Policy", "overlap": NaN, "value": "national security, or other relevant impacts", "example_id": "07c5c0c1b56e4c73b0c8d7876185bc16"}], "content": "(9) Any foreseeable economic, national security, or other relevant impacts of designating any area as critical habitat. We are particularly interested in any impacts on small entities, and the benefits of including or excluding areas that may experience these impacts.", "metadata": {"title": "Endangered and Threatened Wildlife and Plants; Listing 38 Species on Molokai, Lanai, and Maui as Endangered and Designating Critical Habitat on Molokai, Lanai, Maui, and Kahoolawe for 135 Species", "agency": "DEPARTMENT OF THE INTERIOR", "url": "https://www.federalregister.gov/documents/full_text/html/2013/31/01/2013-02002.html", "type": "prorule", "order_code": 43, "doc_id": "2013-02002"}}, {"id": "2bafd139aa1b40b694d094fad0858ef1", "annotations": [{"end": 307, "start": 215, "tag": "Foreing Policy", "overlap": NaN, "value": "submissions from the Federal entity concerning the potential impact on its national security", "example_id": "2bafd139aa1b40b694d094fad0858ef1"}], "content": "(3) Be based only on the record before it, including the request; meeting(s) with the parties all at the same time; any additional written submissions requested by the board and served on the other party, including submissions from the Federal entity concerning the potential impact on its national security, law enforcement, or public safety operations or functions; input from the Technical Panel, and other matters and material for which it may take official notice; ", "metadata": {"title": "Relocation of and Spectrum Sharing by Federal Government Stations—Technical Panel and Dispute Resolution Boards", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/25/01/2013-01564.html", "type": "rule", "order_code": 315, "doc_id": "2013-01564"}}, {"id": "19ac2db757a149299bf5aaa61374de01", "annotations": [{"end": 238, "start": 205, "tag": "Agreement", "overlap": NaN, "value": "bilateral airworthiness agreement", "example_id": "19ac2db757a149299bf5aaa61374de01"}], "content": "These engines are manufactured in the UK, and are type certificated for operation in the United States under the provisions of § 21.29 of the Federal Aviation Regulations (14 CFR 21.29) and the applicable bilateral airworthiness agreement. Pursuant to this bilateral airworthiness agreement, the CAA has kept the FAA informed of the situation described above. The FAA has examined the findings of the CAA, reviewed all available information, and determined that AD action is necessary for products of this type design that are certificated for operation in the United States. ", "metadata": {"title": "Airworthiness Directives; Rolls-Royce, plc. Models Tay 650-15 and 651-54 Turbofan Engines ", "agency": "DEPARTMENT OF TRANSPORTATION ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/31/01/02-2060.html", "type": "rule", "order_code": 28, "doc_id": "02-2060"}}, {"id": "23756d33eadc4101a3c863c1d43951e3", "annotations": [{"end": 102, "start": 48, "tag": "Softlaw", "overlap": NaN, "value": "harmonize U.S. tolerances with international standards", "example_id": "23756d33eadc4101a3c863c1d43951e3"}, {"end": 333, "start": 328, "tag": "statute", "overlap": "f", "value": "FFDCA", "example_id": "23756d33eadc4101a3c863c1d43951e3"}, {"end": 461, "start": 387, "tag": "Treaty", "overlap": "f", "value": "United Nations Food and Agriculture Organization/World Health Organization", "example_id": "23756d33eadc4101a3c863c1d43951e3"}, {"end": 627, "start": 573, "tag": "Treaty", "overlap": "f", "value": "trade agreements to which the United States is a party", "example_id": "23756d33eadc4101a3c863c1d43951e3"}], "content": "In making its tolerance decisions, EPA seeks to harmonize U.S. tolerances with international standards whenever possible, consistent with U.S. food safety standards and agricultural practices. EPA considers the international maximum residue limits (MRLs) established by the Codex Alimentarius Commission (Codex), as required by FFDCA section 408(b)(4). The Codex Alimentarius is a joint United Nations Food and Agriculture Organization/World Health Organization food standards program, and it is recognized as an international food safety standards-setting organization in trade agreements to which the United States is a party. EPA may establish a tolerance that is different from a Codex MRL; however, FFDCA section 408(b)(4) requires that EPA explain the reasons for departing from the Codex level. The Codex has not established an MRL for the epoxy polymer.", "metadata": {"title": "Epoxy Polymer; Exemption From the Requirement of a Tolerance ", "agency": "ENVIRONMENTAL PROTECTION AGENCY ", "url": "https://www.federalregister.gov/documents/full_text/html/2013/23/01/2013-01196.html", "type": "rule", "order_code": 61, "doc_id": "2013-01196"}}, {"id": "4ee845b5e80240428b5cfcdbf11231d8", "annotations": [{"end": 355, "start": 338, "tag": "Treaty", "overlap": NaN, "value": "U.S.—Y tax treaty", "example_id": "4ee845b5e80240428b5cfcdbf11231d8"}], "content": "The facts are the same as Example 1, except G requests payment fifteen minutes before the time when the IRS begins issuing ITINs. Under these facts, it would be reasonable for Casino B to delay payment to G. Therefore, Casino B must apply for and obtain an ITIN for G if G wishes to claim an exemption from U.S. withholding tax under the U.S.—Y tax treaty at the time of payment. ", "metadata": {"title": "Taxpayer Identification Number Rule Where Taxpayer Claims Treaty Rate and Is Entitled to an Unexpected Payment", "agency": "DEPARTMENT OF THE TREASURY", "url": "https://www.federalregister.gov/documents/full_text/html/2002/17/01/02-1125.html", "type": "rule", "order_code": 72, "doc_id": "02-1125"}}, {"id": "e22042ce6ab8453fa24a6445a03c7c82", "annotations": [{"end": 97, "start": 4, "tag": "Foreing Policy", "overlap": NaN, "value": "From which fish or shellfish are or could be taken and sold in interstate or foreign commerce", "example_id": "e22042ce6ab8453fa24a6445a03c7c82"}], "content": "(2) From which fish or shellfish are or could be taken and sold in interstate or foreign commerce;", "metadata": {"title": "Definition of “Waters of the United States”—Recodification of Pre-Existing Rules", "agency": "DEPARTMENT OF DEFENSE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/27/07/2017-13997.html", "type": "prorule", "order_code": 145, "doc_id": "2017-13997"}}, {"id": "273a9daf31024f77b9a1d21e6d17c014", "annotations": [{"end": 633, "start": 592, "tag": "Agreement", "overlap": NaN, "value": "any relevant international agreement area", "example_id": "273a9daf31024f77b9a1d21e6d17c014"}], "content": "If the type-approval renewal is for an MCS or EMTU/MTU and MCS combined, the renewal request letter must also include vessel position report statistics regarding the processing and transmission of position reports from the onboard EMTUs and MTUs to the MCS or MCSP's VMS data processing center. At a minimum, the statistics must include successful position report transmission and delivery rates, the rate of position report latencies, and the minimum/maximum/average lengths of time for those latencies. The showing must be demonstrated in graph form, be divided out by each NMFS region and any relevant international agreement area and relevant high seas area, and cover 6 full and consecutive months of data for all of the type-approval holder's U.S. federal fishery customers.", "metadata": {"title": "Requirements of the Vessel Monitoring System Type-Approval", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/05/12/2017-26197.html", "type": "prorule", "order_code": 33, "doc_id": "2017-26197"}}, {"id": "f769c760ff6242f484b7c36a0ff8fece", "annotations": [{"end": 573, "start": 368, "tag": "Foreing Policy", "overlap": NaN, "value": "As discussed further below, FinCEN is concerned that Bank of Dandong serves as a financial conduit between North Korea and the U.S. and international financial systems in violation of U.S. and UN sanctions", "example_id": "f769c760ff6242f484b7c36a0ff8fece"}, {"end": 573, "start": 561, "tag": "Treaty", "overlap": "f", "value": "UN sanctions", "example_id": "f769c760ff6242f484b7c36a0ff8fece"}], "content": "Established in 1997, Bank of Dandong is a small commercial bank located in Dandong, China that offers domestic and international financial services to both individuals and businesses. According to commercial database research, Bank of Dandong is ranked as the 148th-largest financial institution out of a total of 196 financial institutions in China's banking sector. As discussed further below, FinCEN is concerned that Bank of Dandong serves as a financial conduit between North Korea and the U.S. and international financial systems in violation of U.S. and UN sanctions.", "metadata": {"title": "Proposal of Special Measure Against Bank of Dandong as a Financial Institution of Primary Money Laundering Concern", "agency": "DEPARTMENT OF THE TREASURY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/07/07/2017-14026.html", "type": "prorule", "order_code": 61, "doc_id": "2017-14026"}}, {"id": "46223b0ba8b948d88e9291dfe6cdfe7c", "annotations": [{"end": 70, "start": 0, "tag": "Agreement", "overlap": NaN, "value": "Executive Order 13609, “Promoting International Regulatory Cooperation", "example_id": "46223b0ba8b948d88e9291dfe6cdfe7c"}, {"end": 118, "start": 82, "tag": "Softlaw", "overlap": "f", "value": "international regulatory cooperation", "example_id": "46223b0ba8b948d88e9291dfe6cdfe7c"}, {"end": 519, "start": 439, "tag": "Treaty", "overlap": "f", "value": "this action would have no adverse effect on international regulatory cooperation", "example_id": "46223b0ba8b948d88e9291dfe6cdfe7c"}], "content": "Executive Order 13609, “Promoting International Regulatory Cooperation,” promotes international regulatory cooperation to meet shared challenges involving health, safety, labor, security, environmental, and other issues and to reduce, eliminate, or prevent unnecessary differences in regulatory requirements. The FAA has analyzed this action under the policies and agency responsibilities of Executive Order 13609, and has determined that this action would have no adverse effect on international regulatory cooperation.", "metadata": {"title": "Foreign Civil Aviation Authority Certifying Statements", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/22/02/2019-02634.html", "type": "prorule", "order_code": 81, "doc_id": "2019-02634"}}, {"id": "60fe5204730a4d70ad9767e4dcfd68dc", "annotations": [{"end": 172, "start": 10, "tag": "Foreing Policy", "overlap": NaN, "value": "FinCEN believes that illicit financial activity involving North Korea continues to infiltrate the U.S. and international financial systems through Bank of Dandong", "example_id": "60fe5204730a4d70ad9767e4dcfd68dc"}], "content": "Moreover, FinCEN believes that illicit financial activity involving North Korea continues to infiltrate the U.S. and international financial systems through Bank of Dandong.", "metadata": {"title": "Proposal of Special Measure Against Bank of Dandong as a Financial Institution of Primary Money Laundering Concern", "agency": "DEPARTMENT OF THE TREASURY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/07/07/2017-14026.html", "type": "prorule", "order_code": 71, "doc_id": "2017-14026"}}, {"id": "c85c84e53bcd4d68840d1a02c6ed3512", "annotations": [{"end": 368, "start": 289, "tag": "Foreing Policy", "overlap": NaN, "value": "the ability of U.S.-based enterprises to compete with foreign-based enterprises", "example_id": "c85c84e53bcd4d68840d1a02c6ed3512"}], "content": "This rule will not cause a major increase in costs or prices for consumers, individual industries, Federal, State, or local government agencies, or geographic regions. This rule will not have significant adverse effects on competition, employment, investment, productivity, innovation, or the ability of U.S.-based enterprises to compete with foreign-based enterprises.", "metadata": {"title": "Oil and Gas; Hydraulic Fracturing on Federal and Indian Lands; Rescission of a 2015 Rule", "agency": "DEPARTMENT OF THE INTERIOR", "url": "https://www.federalregister.gov/documents/full_text/html/2017/25/07/2017-15696.html", "type": "prorule", "order_code": 111, "doc_id": "2017-15696"}}, {"id": "6a6739d06f514341ad1b544cf400eea6", "annotations": [{"end": 4, "start": 0, "tag": "Treaty", "overlap": NaN, "value": "ICAO", "example_id": "6a6739d06f514341ad1b544cf400eea6"}], "content": "ICAO is the international body with responsibility for the development of International Standards and Recommended Practices pursuant to the Convention on International Civil Aviation (the Chicago Convention). Consistent with their obligations under the Chicago Convention, Contracting States agree to implement ICAO standards in their national regulations to the extent practicable. The standards for aircraft noise are contained in Annex 16, Environmental Protection, Volume 1, Aircraft Noise.", "metadata": {"title": "Noise Certification Standards for Tiltrotors", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/08/01/2013-00111.html", "type": "rule", "order_code": 30, "doc_id": "2013-00111"}}, {"id": "78bf5a8443714839b97fbe268f8cae11", "annotations": [{"end": 105, "start": 33, "tag": "Foreing Policy", "overlap": NaN, "value": "standard intelligence, law enforcement, and national security exemptions", "example_id": "78bf5a8443714839b97fbe268f8cae11"}], "content": "The exemptions proposed here are standard intelligence, law enforcement, and national security exemptions exercised by a large number of federal law enforcement and intelligence agencies. In appropriate circumstances, when compliance would not appear to interfere with or adversely affect the law enforcement purposes of this system and the overall law enforcement process, the applicable exemptions may be waived on a case by case basis.", "metadata": {"title": "Privacy Act of 1974: Implementation of Exemptions; Department of Homeland Security; U.S. Customs and Border Protection; DHS/CBP-004-Intellectual Property Rights e-Recordation and Search Systems, System of Records", "agency": "DEPARTMENT OF HOMELAND SECURITY", "url": "https://www.federalregister.gov/documents/full_text/html/2013/22/01/2013-01049.html", "type": "prorule", "order_code": 39, "doc_id": "2013-01049"}}, {"id": "51f71e6b11a14e97875469319701c69e", "annotations": [{"end": 117, "start": 40, "tag": "Softlaw", "overlap": NaN, "value": "the congressional mandate concerning harmonization of international standards", "example_id": "51f71e6b11a14e97875469319701c69e"}, {"end": 193, "start": 157, "tag": "statute", "overlap": "f", "value": "section 752(a) of the Dodd-Frank Act", "example_id": "51f71e6b11a14e97875469319701c69e"}, {"end": 523, "start": 369, "tag": "Softlaw", "overlap": "f", "value": "shall consult and coordinate with foreign regulatory authorities on the establishment of consistent international standards with respect to the regulation", "example_id": "51f71e6b11a14e97875469319701c69e"}], "content": "This exemptive relief also will advance the congressional mandate concerning harmonization of international standards with respect to swaps, consistent with section 752(a) of the Dodd-Frank Act. In that section, Congress directed that, in order to “promote effective and consistent global regulation of swaps and security-based swaps,” the Commission, “as appropriate, shall consult and coordinate with foreign regulatory authorities on the establishment of consistent international standards with respect to the regulation” of swaps and security-based swaps.133", "metadata": {"title": "Final Exemptive Order Regarding Compliance With Certain Swap Regulations", "agency": "COMMODITY FUTURES TRADING COMMISSION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/07/01/2012-31736.html", "type": "rule", "order_code": 407, "doc_id": "2012-31736"}}, {"id": "1b560cb58f7543a0bf5002848b536aca", "annotations": [{"end": 565, "start": 423, "tag": "Foreing Policy", "overlap": NaN, "value": "there may be some additional burden in conducting due diligence on foreign correspondent account holders and notifying them of the prohibition", "example_id": "1b560cb58f7543a0bf5002848b536aca"}, {"end": 879, "start": 589, "tag": "Foreing Policy", "overlap": "f", "value": "ny such burden will likely be minimal, and certainly not undue, given the national security threat posed by Bank of Dandong's facilitation of activity for front companies associated with North Korea, some of which are involved in activities that support the proliferation of WMD or missiles", "example_id": "1b560cb58f7543a0bf5002848b536aca"}], "content": "Similarly, the proposed due diligence obligations would not create any undue costs or burden on U.S. financial institutions. U.S. financial institutions already generally have systems in place to screen transactions in order to identify and report suspicious activity and comply with the sanctions programs administered by OFAC. Institutions can modify these systems to detect transactions involving Bank of Dandong. While there may be some additional burden in conducting due diligence on foreign correspondent account holders and notifying them of the prohibition (as described below), any such burden will likely be minimal, and certainly not undue, given the national security threat posed by Bank of Dandong's facilitation of activity for front companies associated with North Korea, some of which are involved in activities that support the proliferation of WMD or missiles.", "metadata": {"title": "Proposal of Special Measure Against Bank of Dandong as a Financial Institution of Primary Money Laundering Concern", "agency": "DEPARTMENT OF THE TREASURY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/07/07/2017-14026.html", "type": "prorule", "order_code": 87, "doc_id": "2017-14026"}}, {"id": "9e9db8e83e0b40ee8bd70c5734f76ad3", "annotations": [{"end": 144, "start": 21, "tag": "Foreing Policy", "overlap": NaN, "value": "a binding decision may have a detrimental impact on the Federal entity's operations or services that have national security", "example_id": "9e9db8e83e0b40ee8bd70c5734f76ad3"}, {"end": 411, "start": 245, "tag": "Foreing Policy", "overlap": "f", "value": "to request additional written submissions from an agency regarding the impact of a binding decision on the agency's operations or services that have national security", "example_id": "9e9db8e83e0b40ee8bd70c5734f76ad3"}, {"end": 642, "start": 533, "tag": "Foreing Policy", "overlap": "f", "value": "does not have a detrimental impact on the Federal entity's operations or services that have national security", "example_id": "9e9db8e83e0b40ee8bd70c5734f76ad3"}], "content": "NTIA recognizes that a binding decision may have a detrimental impact on the Federal entity's operations or services that have national security, law enforcement or public safety functions. Accordingly, NTIA will permit the board, as necessary, to request additional written submissions from an agency regarding the impact of a binding decision on the agency's operations or services that have national security, law enforcement, or public safety functions. The dispute resolution board will also ensure that any decision it reaches does not have a detrimental impact on the Federal entity's operations or services that have national security, law enforcement, or public safety functions.41", "metadata": {"title": "Relocation of and Spectrum Sharing by Federal Government Stations—Technical Panel and Dispute Resolution Boards", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/25/01/2013-01564.html", "type": "rule", "order_code": 116, "doc_id": "2013-01564"}}, {"id": "497eebd59b494737ba7c3de09e5a14ae", "annotations": [{"end": 32, "start": 4, "tag": "statute", "overlap": NaN, "value": "Trade Agreements Act of 1979", "example_id": "497eebd59b494737ba7c3de09e5a14ae"}, {"end": 444, "start": 329, "tag": "Softlaw", "overlap": "f", "value": "requires consideration of international standards and, where appropriate, that they be the basis for U.S. standards", "example_id": "497eebd59b494737ba7c3de09e5a14ae"}], "content": "The Trade Agreements Act of 1979 (Pub. L. 96-39) prohibits Federal agencies from establishing any standards or engaging in related activities that create unnecessary obstacles to the foreign commerce of the United States. Legitimate domestic objectives, such as safety, are not considered unnecessary obstacles. The statute also requires consideration of international standards and, where appropriate, that they be the basis for U.S. standards. The FAA has assessed the potential effect of this proposed rule and has determined that it would have only a domestic impact and therefore no affect on international trade.", "metadata": {"title": "Prohibition on Personal Use of Electronic Devices on the Flight Deck", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/15/01/2013-00608.html", "type": "prorule", "order_code": 108, "doc_id": "2013-00608"}}, {"id": "f320b82675a74707bfb9bf48d8038ce7", "annotations": [{"end": 188, "start": 167, "tag": "statute", "overlap": NaN, "value": "fifth special measure", "example_id": "f320b82675a74707bfb9bf48d8038ce7"}, {"end": 395, "start": 189, "tag": "Softlaw", "overlap": "f", "value": "would not prevent Bank of Dandong from conducting legitimate business activities in other foreign currencies so long as such activity does not involve a correspondent account maintained in the United States", "example_id": "f320b82675a74707bfb9bf48d8038ce7"}], "content": "As stated above, Bank of Dandong maintains euro, Japanese yen, Hong Kong dollar, pound sterling, and Australian dollar correspondent accounts. A prohibition under the fifth special measure would not prevent Bank of Dandong from conducting legitimate business activities in other foreign currencies so long as such activity does not involve a correspondent account maintained in the United States. Bank of Dandong would, therefore, still have other avenues through which it could provide legitimate services.", "metadata": {"title": "Proposal of Special Measure Against Bank of Dandong as a Financial Institution of Primary Money Laundering Concern", "agency": "DEPARTMENT OF THE TREASURY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/07/07/2017-14026.html", "type": "prorule", "order_code": 91, "doc_id": "2017-14026"}}, {"id": "b4027d4d3b944917aa3b986c957e057a", "annotations": [{"end": 143, "start": 80, "tag": "Softlaw", "overlap": NaN, "value": "no applicable international conservation or management measures", "example_id": "b4027d4d3b944917aa3b986c957e057a"}, {"end": 234, "start": 176, "tag": "Softlaw", "overlap": "f", "value": "international fishery management organization or agreement", "example_id": "b4027d4d3b944917aa3b986c957e057a"}], "content": "(3) Overfishing of fish stocks shared by the United States, for which there are no applicable international conservation or management measures, or in areas with no applicable international fishery management organization or agreement, that has adverse impacts on such stocks; or,", "metadata": {"title": "High Seas Driftnet Fishing Moratorium Protection Act; Identification and Certification Procedures To Address Shark Conservation", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/16/01/2013-00703.html", "type": "rule", "order_code": 115, "doc_id": "2013-00703"}}, {"id": "b926befc45fc4b4e92acea9dfd5a7a41", "annotations": [{"end": 248, "start": 215, "tag": "Agreement", "overlap": NaN, "value": "bilateral airworthiness agreement", "example_id": "b926befc45fc4b4e92acea9dfd5a7a41"}], "content": "This propeller model is manufactured in the UK and is type certificated for operation in the United States under the provisions of section 21.29 of the Federal Aviation Regulations (14 CFR 21.29) and the applicable bilateral airworthiness agreement. Pursuant to this bilateral airworthiness agreement, the CAA has kept the FAA informed of the situation described above. The FAA has examined the findings of the CAA, has reviewed all available information, and has determined that AD action is necessary for products of this type design that are certificated for operation in the United States.", "metadata": {"title": "Airworthiness Directives; Dowty Aerospace Propellers Type R334/4-82-F/13 Propeller Assemblies", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2002/30/01/02-1983.html", "type": "rule", "order_code": 27, "doc_id": "02-1983"}}, {"id": "2e6e9d7c121b4890838c3791f2758cf0", "annotations": [{"end": 27, "start": 6, "tag": "Treaty", "overlap": NaN, "value": "the Single Convention", "example_id": "2e6e9d7c121b4890838c3791f2758cf0"}], "content": "Under the Single Convention, each country that is a party to the treaty is required to furnish the International Narcotics Control Board (INCB) with annual estimates of, among other things, the quantities of narcotic drugs on hand, the anticipated amounts that will be consumed by the party for legitimate purposes, and the anticipated production quantities. The Single Convention also requires parties to furnish the INCB with statistical returns for the prior year, indicating the amounts of drugs produced, utilized, consumed, imported, exported, seized, disposed of, and in stock. The Psychotropic Convention requires the parties to provide the INCB with statistical reports and assessments containing similar information with respect to psychotropic substances. Through the collection of this information, the INCB provides exporting countries with information on the legitimate requirements of the importing countries and can take steps to reduce the likelihood of international diversion. For example, the INCB may notify parties if the quantity of drugs exported to a particular country exceeded the estimates for that country. Parties that receive such notification from the INCB are prohibited from authorizing further exports of the drug concerned to that country.", "metadata": {"end": 380, "title": "Reexportation of Controlled Substances ", "start": 359, "key": "convention", "order_code": 78, "agency": "DEPARTMENT OF JUSTICE ", "type": "rule", "phrase": "The Single Convention", "doc_id": " [FR Doc. E7-24919 Filed 12-21-07; 8:45 am] "}}, {"id": "9bcc026317c7454b9226c52e945f3c77", "annotations": [{"end": 670, "start": 653, "tag": "Treaty", "overlap": NaN, "value": "income tax treaty", "example_id": "9bcc026317c7454b9226c52e945f3c77"}, {"end": 908, "start": 902, "tag": "Treaty", "overlap": "f", "value": "treaty", "example_id": "9bcc026317c7454b9226c52e945f3c77"}], "content": "To alleviate this filing burden on foreign individuals, IRS is putting in place administrative procedures that will allow certain withholding agents, who also are acceptance agents (as defined in § 301.6109-1(d)(3)(iv)) and who make unexpected payments to foreign individuals, to apply for and obtain an individual taxpayer identification number (ITIN) for such individuals on an expedited basis. However, Treasury and IRS recognize that, in certain circumstances, these expedited ITIN procedures will not be sufficient to ensure that foreign individuals receiving an unexpected payment can obtain the benefits of a reduced rate of withholding under an income tax treaty at the time of payment. Accordingly, these temporary regulations will allow, in limited circumstances, withholding agents to rely on a Form W-8BEN or Form 8233 that does not include a TIN for purposes of withholding at the reduced treaty rate.", "metadata": {"title": "Taxpayer Identification Number Rule Where Taxpayer Claims Treaty Rate and Is Entitled to an Unexpected Payment", "agency": "DEPARTMENT OF THE TREASURY", "url": "https://www.federalregister.gov/documents/full_text/html/2002/17/01/02-1125.html", "type": "rule", "order_code": 22, "doc_id": "02-1125"}}, {"id": "178fb0eecd4547209fa237afbde11789", "annotations": [{"end": 464, "start": 443, "tag": "statute", "overlap": NaN, "value": "Trade Agreements Act ", "example_id": "178fb0eecd4547209fa237afbde11789"}, {"end": 772, "start": 654, "tag": "Softlaw", "overlap": "f", "value": "requires agencies to consider international standards and, where appropriate, that they be the basis of U.S. standards", "example_id": "178fb0eecd4547209fa237afbde11789"}], "content": "Changes to Federal regulations must undergo several economic analyses. First, Executive Orders 12866 and 13563 direct that each Federal agency shall propose or adopt a regulation only upon a reasoned determination that the benefits of the intended regulation justify its costs. Second, the Regulatory Flexibility Act of 1980 (Pub. L. 96-354) requires agencies to analyze the economic impact of regulatory changes on small entities. Third, the Trade Agreements Act (Pub. L. 96-39) prohibits agencies from setting standards that create unnecessary obstacles to the foreign commerce of the United States (U.S.). In developing U.S. standards, this Trade Act requires agencies to consider international standards and, where appropriate, that they be the basis of U.S. standards. Fourth, the Unfunded Mandates Reform Act of 1995 (Pub. L. 104-4) requires agencies to prepare a written assessment of the costs, benefits, and other effects of proposed or final rules that include a Federal mandate likely to result in the expenditure by state, local, or tribal governments, in the aggregate, or by the private sector, of $100 million or more annually (adjusted for inflation with base year of 1995). This portion of the preamble summarizes the FAA's analysis of the economic impacts of this proposed rule.", "metadata": {"title": "Requirements for Chemical Oxygen Generators Installed on Transport Category Airplanes", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/09/01/2013-00238.html", "type": "prorule", "order_code": 117, "doc_id": "2013-00238"}}, {"id": "e038692fc7854a5eb58cffa7cf62f17d", "annotations": [{"end": 281, "start": 237, "tag": "Softlaw", "overlap": NaN, "value": "harmonize cross-border regulatory approaches", "example_id": "e038692fc7854a5eb58cffa7cf62f17d"}], "content": "The Commission has determined not to take further action on the Proposed Guidance at this time. The Commission believes it will be beneficial to have further consultations with other domestic and international regulators in an effort to harmonize cross-border regulatory approaches prior to taking action with respect to the Proposed Guidance. The Commission also believes that further consideration of public comments, including the comments that may be received on the Further Proposed Guidance regarding the Commission's interpretation of the term “U.S. person,” and its guidance regarding aggregation for purposes of SD registration, will be helpful to the Commission in issuing final interpretive guidance.", "metadata": {"title": "Further Proposed Guidance Regarding Compliance With Certain Swap Regulations", "agency": "COMMODITY FUTURES TRADING COMMISSION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/07/01/2012-31734.html", "type": "prorule", "order_code": 58, "doc_id": "2012-31734"}}, {"id": "8a0271e2c11e484f934323ffe06568bd", "annotations": [{"end": 445, "start": 418, "tag": "Foreing Policy", "overlap": NaN, "value": "easons of national security", "example_id": "8a0271e2c11e484f934323ffe06568bd"}], "content": "(a) Aircraft and vessels. The requirements of this section apply to the donation of any fixed- or rotary-wing aircraft and donable vessels that are 50 feet or more in length, having a unit acquisition cost of $5,000 or more, regardless of the purpose for which donated. Such aircraft or vessels may be donated to public agencies and eligible nonprofit activities provided the aircraft or vessel is not classified for reasons of national security and any lethal characteristics are removed. The following table provides locations of other policies and procedures governing aircraft and vessels: ", "metadata": {"title": "Donation of Surplus Personal Property ", "agency": "GENERAL SERVICES ADMINISTRATION ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/18/01/02-880.html", "type": "rule", "order_code": 844, "doc_id": "02-880"}}, {"id": "37f85875c71642c89ded75f6fa09af27", "annotations": [{"end": 31, "start": 9, "tag": "Softlaw", "overlap": NaN, "value": "international standard", "example_id": "37f85875c71642c89ded75f6fa09af27"}, {"end": 482, "start": 401, "tag": "Softlaw", "overlap": "f", "value": "XBRL is currently required for filing forms by a number of other federal agencies", "example_id": "37f85875c71642c89ded75f6fa09af27"}], "content": "9. As an international standard for digital reporting, XBRL enables the reporting of comprehensive, consistent, interoperable data that allows industry and other data users to automate submission, extraction, and analysis. XBRL is a language in which reporting terms can be authoritatively defined. Those terms can then be used to uniquely represent the contents of the Commission's data collections. XBRL is currently required for filing forms by a number of other federal agencies.12", "metadata": {"title": "Revisions to the Filing Process for Commission Forms", "agency": "DEPARTMENT OF ENERGY", "url": "https://www.federalregister.gov/documents/full_text/html/2019/04/02/2019-00460.html", "type": "prorule", "order_code": 63, "doc_id": "2019-00460"}}, {"id": "c8ad810a0c38442e9bd9d9ce6e54b997", "annotations": [{"end": 227, "start": 178, "tag": "Softlaw", "overlap": NaN, "value": "2013 United Nations Questionnaire/Survey on APAAN", "example_id": "c8ad810a0c38442e9bd9d9ce6e54b997"}, {"end": 685, "start": 621, "tag": "Softlaw", "overlap": "f", "value": "purchase APAAN from international sources to fill special orders", "example_id": "c8ad810a0c38442e9bd9d9ce6e54b997"}], "content": "The DEA has not identified any industrial uses of APAAN by domestic entities and its potential usage appears to be limited to research. Based on independent research following a 2013 United Nations Questionnaire/Survey on APAAN, the DEA identified three entities that have each imported APAAN. Two of the three entities had average annual sales of APAAN totaling $13 during the analysis period. The third entity had average annual sales of APAAN totaling $1,440 during the same period. Other chemical distributors list APAAN in their chemical catalogs. However, these entities do not manufacture APAAN, instead opting to purchase APAAN from international sources to fill special orders. These entities do not stock APAAN in inventory and the vast majority had no previous sales of APAAN.", "metadata": {"title": "Designation of Alpha-Phenylacetoacetonitrile (APAAN), a Precursor Chemical Used in the Illicit Manufacture of Phenylacetone, Methamphetamine, and Amphetamine, as a List I Chemical", "agency": "DEPARTMENT OF JUSTICE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/14/07/2017-14878.html", "type": "rule", "order_code": 47, "doc_id": "2017-14878"}}, {"id": "fd14ab3811f04dcab7e8dde670d08663", "annotations": [{"end": 150, "start": 133, "tag": "Foreing Policy", "overlap": NaN, "value": "national security", "example_id": "fd14ab3811f04dcab7e8dde670d08663"}, {"end": 315, "start": 311, "tag": "Foreing Policy", "overlap": "f", "value": "rule", "example_id": "fd14ab3811f04dcab7e8dde670d08663"}, {"end": 382, "start": 320, "tag": "Foreing Policy", "overlap": "f", "value": "Operation and Certification of Small Unmanned Aircraft Systems", "example_id": "fd14ab3811f04dcab7e8dde670d08663"}], "content": " directed the Secretary to determine which types of UAS do not create a hazard to users of the NAS or the public or pose a threat to national security. Based on such findings, Congress directed the Secretary to establish requirements for the safe operation of UAS. On June 28, 2016, the FAA published the final rule for Operation and Certification of Small Unmanned Aircraft Systems (sUAS Operation and Certification final rule) (part 107 final rule),4", "metadata": {"title": "Safe and Secure Operations of Small Unmanned Aircraft Systems", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/13/02/2019-00758.html", "type": "prorule", "order_code": 42, "doc_id": "2019-00758"}}, {"id": "b664e40ccaa540f7b7d70f1d9bd2bc96", "annotations": [{"end": 327, "start": 313, "tag": "statute", "overlap": NaN, "value": "22 U.S.C. 3905", "example_id": "b664e40ccaa540f7b7d70f1d9bd2bc96"}, {"end": 521, "start": 497, "tag": "Foreing Policy", "overlap": "f", "value": "United States' interests", "example_id": "b664e40ccaa540f7b7d70f1d9bd2bc96"}], "content": "The Thomas R. Pickering Foreign Affairs/Graduate Foreign Affairs Fellowship Program is designed to attract outstanding men and women at the undergraduate and graduate educational levels for the purpose of increasing the level of knowledge and awareness of and employment with the Foreign Service, consistent with 22 U.S.C. 3905. The Program develops a source of trained men and women, from academic disciplines representing the skill needs of the Department, who are dedicated to representing the United States' interests abroad.", "metadata": {"title": "The Thomas R. Pickering Foreign Affairs/Graduate Foreign Affairs Fellowship Program and Grants to Post-Secondary Institutions", "agency": "DEPARTMENT OF STATE", "url": "https://www.federalregister.gov/documents/full_text/html/2002/11/01/02-711.html", "type": "prorule", "order_code": 32, "doc_id": "02-711"}}, {"id": "151522db3e134db4a18b217737bd409d", "annotations": [{"end": 37, "start": 0, "tag": "Treaty", "overlap": NaN, "value": "The Migratory Bird Treaty Act of 1918", "example_id": "151522db3e134db4a18b217737bd409d"}], "content": "The Migratory Bird Treaty Act of 1918 (Act) (16 U.S.C. 703-712 and 16 U.S.C. 742 a-j) implements migratory bird treaties between the United States and Great Britain for Canada (1916 and 1996, as amended), Mexico (1936 and 1972, as amended), Japan (1972 and 1974, as amended), and Russia (then the Soviet Union, 1978). These treaties protect most migratory bird species from take, except as permitted under the Act, which authorizes the Secretary of the Interior to regulate take of migratory birds in the United States. Under this authority, we control the hunting of migratory game birds through regulations at title 50 of the Code of Federal Regulations (CFR) in part 20. We prohibit the use of shot types other than those listed at 50 CFR 20.21(j) for hunting waterfowl and coots and any species that make up aggregate bag limits.", "metadata": {"end": 29, "title": "Migratory Bird Hunting; Approval of Corrosion-Inhibited Copper Shot as Nontoxic for Waterfowl Hunting", "start": 0, "key": "treaty", "order_code": 22, "agency": "DEPARTMENT OF THE INTERIOR", "type": "rule", "phrase": "The Migratory Bird Treaty Act", "doc_id": "[FR Doc. 2017-24117 Filed 11-3-17; 8:45 am]"}}, {"id": "25893e49fb7044b8906f1c095e6e2d44", "annotations": [{"end": 114, "start": 35, "tag": "Treaty", "overlap": NaN, "value": "A foreign organization, recognized by the Internal Revenue Service or by treaty", "example_id": "25893e49fb7044b8906f1c095e6e2d44"}], "content": "(2) Certain foreign organizations. A foreign organization, recognized by the Internal Revenue Service or by treaty, that receives substantially all of its support (other than gross investment income) from sources outside of the United States is not an organization described in section 501(c)(3) or (4) for purposes of section 4958. ", "metadata": {"title": "Excise Taxes on Excess Benefit Transactions ", "agency": "DEPARTMENT OF THE TREASURY ", "url": "https://www.federalregister.gov/documents/full_text/html/2002/23/01/02-985.html", "type": "rule", "order_code": 333, "doc_id": "02-985"}}, {"id": "1562723e674f494ea4c853a70ca474e2", "annotations": [{"end": 200, "start": 141, "tag": "Agreement", "overlap": NaN, "value": "our bilateral agreement with this State of Design Authority", "example_id": "1562723e674f494ea4c853a70ca474e2"}], "content": "This product has been approved by the aviation authority of another country, and is approved for operation in the United States. Pursuant to our bilateral agreement with this State of Design Authority, they have notified us of the unsafe condition described in the MCAI and service information referenced above. We are proposing this AD because we evaluated all information and determined the unsafe condition exists and is likely to exist or develop on other products of the same type design.", "metadata": {"title": "Airworthiness Directives; REIMS Aviation S.A. Airplanes", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/03/01/2012-31602.html", "type": "prorule", "order_code": 39, "doc_id": "2012-31602"}}, {"id": "8271ad1df47445b6b6d58bb54a737087", "annotations": [{"end": 212, "start": 195, "tag": "Foreing Policy", "overlap": NaN, "value": "national security", "example_id": "8271ad1df47445b6b6d58bb54a737087"}], "content": "E3. Are there other types of small UAS operations besides BVLOS and operations over people that the FAA should establish design requirements for, such as redundancy, to address public safety and national security risk?", "metadata": {"title": "Safe and Secure Operations of Small Unmanned Aircraft Systems", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/13/02/2019-00758.html", "type": "prorule", "order_code": 131, "doc_id": "2019-00758"}}, {"id": "ccb7f65286c947ce91df92e1e79aa94f", "annotations": [{"end": 194, "start": 119, "tag": "Foreing Policy", "overlap": NaN, "value": "ability of U.S.-based enterprises to compete with foreign-based enterprises", "example_id": "ccb7f65286c947ce91df92e1e79aa94f"}], "content": "(c) Will not have significant adverse effects on competition, employment, investment, productivity, innovation, or the ability of U.S.-based enterprises to compete with foreign-based enterprises. This final rule does not regulate the marketplace in any way to generate substantial effects on the economy or the ability of businesses to compete.", "metadata": {"title": "Migratory Bird Subsistence Harvest in Alaska; Use of Inedible Bird Parts in Authentic Alaska Native Handicrafts for Sale", "agency": "DEPARTMENT OF THE INTERIOR", "url": "https://www.federalregister.gov/documents/full_text/html/2017/24/07/2017-15465.html", "type": "rule", "order_code": 92, "doc_id": "2017-15465"}}, {"id": "096e72eb18b2466b84aaad56b3e1b150", "annotations": [{"end": 358, "start": 331, "tag": "Softlaw", "overlap": NaN, "value": "international harmonization", "example_id": "096e72eb18b2466b84aaad56b3e1b150"}, {"end": 655, "start": 613, "tag": "Softlaw", "overlap": "f", "value": "coordination with international regulators", "example_id": "096e72eb18b2466b84aaad56b3e1b150"}], "content": "In terms of benefits, the proposal stated that the exemptive order would provide a benefit in that it would allow affected entities additional time to transition into the new regulatory regime in a more orderly manner, which promotes stability in the markets as that transition occurs. Another benefit proposed was the increase in international harmonization because the proposed relief provided U.S. and non-U.S. registrants the latitude necessary to develop and modify their compliance plans as the regulatory structure in their home jurisdiction changes, which would promote greater regulatory consistency and coordination with international regulators.", "metadata": {"title": "Final Exemptive Order Regarding Compliance With Certain Swap Regulations", "agency": "COMMODITY FUTURES TRADING COMMISSION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/07/01/2012-31736.html", "type": "rule", "order_code": 431, "doc_id": "2012-31736"}}, {"id": "7ec2e5ce4f9440deada8291c74262a5b", "annotations": [{"end": 96, "start": 78, "tag": "Treaty", "overlap": NaN, "value": "treaty obligations", "example_id": "7ec2e5ce4f9440deada8291c74262a5b"}], "content": "Furthermore, Secretarial Order 3206 acknowledges the trust responsibility and treaty obligations of the United States toward recognized tribes and tribal members, as well as its government-to-government relationship with tribes. The order requires NMFS to carry out its ESA responsibilities in a manner that harmonizes the Federal trust responsibility to tribes, tribal sovereignty, and statutory missions of the Department of Commerce, and that strives to ensure that tribes do not bear a disproportionate burden for the conservation of listed species to avoid or minimize the potential for conflict and confrontation.", "metadata": {"title": "Endangered and Threatened Species: Designation of a Nonessential Experimental Population for Middle Columbia River Steelhead above the Pelton Round Butte Hydroelectric Project in the Deschutes River Basin, OR", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/15/01/2013-00700.html", "type": "rule", "order_code": 182, "doc_id": "2013-00700"}}, {"id": "492ec959116444e5b354f6b472718d97", "annotations": [{"end": 12, "start": 8, "tag": "Softlaw", "overlap": NaN, "value": "ISDA", "example_id": "492ec959116444e5b354f6b472718d97"}], "content": "116 See ISDA (Aug. 10, 2012) at 17; SIFMA (Aug. 13, 2012) at 14-15.", "metadata": {"title": "Final Exemptive Order Regarding Compliance With Certain Swap Regulations", "agency": "COMMODITY FUTURES TRADING COMMISSION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/07/01/2012-31736.html", "type": "rule", "order_code": 361, "doc_id": "2012-31736"}}, {"id": "f88051d74b9145318d9a4d74864df6ed", "annotations": [{"end": 317, "start": 245, "tag": "Foreing Policy", "overlap": NaN, "value": "required to prevent at least significant damage to the national security", "example_id": "f88051d74b9145318d9a4d74864df6ed"}], "content": "(c) Information may not be reclassified after declassification after being released to the public under proper authority unless: The reclassification is based on a document-by-document review by NASA and a determination that reclassification is required to prevent at least significant damage to the national security and personally approved in writing by the Administrator, the Deputy Administrator, or the Assistant Administrator for Protective Services. All reclassification actions will be coordinated with the Information Security Oversight Office before final approval; the information may be reasonably recovered without bringing undue public attention to the information; the reclassification action is reported promptly to the Assistant to the President for National Security Affairs (the National Security Advisor) and the Director of the Information Security Oversight Office; and for documents in the physical and legal custody of the National Archives and Records Administration (National Archives) that have been available for public use, the Administrator, the Deputy Administrator, or the Assistant Administrator for Protective Services, after making the determinations required by this paragraph, shall notify the Archivist of the United States (hereafter, Archivist), who shall suspend public access pending approval of the reclassification action by the Director of the Information Security Oversight Office. Any such decision by the Director may be appealed by the agency head to the President through the National Security Advisor. Public access shall remain suspended pending a prompt decision on the appeal.", "metadata": {"title": "NASA Information Security Protection", "agency": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/24/01/2013-00532.html", "type": "rule", "order_code": 171, "doc_id": "2013-00532"}}, {"id": "dbd2127b9bd84534a4347ca1d3b6b6e5", "annotations": [{"end": 48, "start": 38, "tag": "statute", "overlap": NaN, "value": "§ 21.20(a)", "example_id": "dbd2127b9bd84534a4347ca1d3b6b6e5"}, {"end": 234, "start": 227, "tag": "statute", "overlap": "f", "value": "§ 21.29", "example_id": "dbd2127b9bd84534a4347ca1d3b6b6e5"}, {"end": 532, "start": 370, "tag": "Softlaw", "overlap": "f", "value": "the foreign applicant must have provided, or is concurrently providing, technical data to its own CAA to show that the product meets all applicable airworthiness,", "example_id": "dbd2127b9bd84534a4347ca1d3b6b6e5"}, {"end": 635, "start": 628, "tag": "Treaty", "overlap": "f", "value": " the CA", "example_id": "dbd2127b9bd84534a4347ca1d3b6b6e5"}, {"end": 749, "start": 730, "tag": "Agreement", "overlap": "f", "value": "bilateral agreement", "example_id": "dbd2127b9bd84534a4347ca1d3b6b6e5"}], "content": "The compliance listing required under § 21.20(a) is also unnecessary for foreign applicants of type certificates of import products. When a foreign applicant seeks type certification through the validation process set forth in § 21.29, it will have already acquired, or is concurrently applying for, type certification through its own CAA. As required by § 21.29(a)(2), the foreign applicant must have provided, or is concurrently providing, technical data to its own CAA to show that the product meets all applicable airworthiness, environmental, and other requirements documented in the certification basis of the TC issued by the CAA. This information is available to the FAA during validation if needed under the terms of the bilateral agreement. Therefore, an additional compliance listing from the foreign applicant is redundant in light of the requirements in § 21.29(a) and the CAA's work during its TC program.", "metadata": {"title": "Foreign Civil Aviation Authority Certifying Statements", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/22/02/2019-02634.html", "type": "prorule", "order_code": 45, "doc_id": "2019-02634"}}, {"id": "c236e5647ad34ae1ad073f1a83aea061", "annotations": [{"end": 123, "start": 30, "tag": "Treaty", "overlap": NaN, "value": "the 1970 United Nations Educational, Scientific and Cultural Organization (UNESCO) Convention", "example_id": "c236e5647ad34ae1ad073f1a83aea061"}, {"end": 317, "start": 151, "tag": "statute", "overlap": "f", "value": "the Convention on Cultural Property Implementation Act (hereinafter, “the Cultural Property Implementation Act” or “the Act”) (Pub. L. 97-446, 19 U.S.C. 2601 et seq.)", "example_id": "c236e5647ad34ae1ad073f1a83aea061"}, {"end": 536, "start": 323, "tag": "Agreement", "overlap": "f", "value": "United States entered into a bilateral agreement with the Republic of Cyprus on July 16, 2002, to impose import restrictions on certain archaeological materials representing the Pre-Classical and Classical periods", "example_id": "c236e5647ad34ae1ad073f1a83aea061"}], "content": "Pursuant to the provisions of the 1970 United Nations Educational, Scientific and Cultural Organization (UNESCO) Convention, codified into U.S. law as the Convention on Cultural Property Implementation Act (hereinafter, “the Cultural Property Implementation Act” or “the Act”) (Pub. L. 97-446, 19 U.S.C. 2601 et seq.), the United States entered into a bilateral agreement with the Republic of Cyprus on July 16, 2002, to impose import restrictions on certain archaeological materials representing the Pre-Classical and Classical periods ranging in date from approximately the 8th Millennium B.C. to approximately 330 A.D. of Cyprus (“the 2002 Agreement”). On July 19, 2002, the former United States Customs Service (U.S. Customs and Border Protection's predecessor agency) published Treasury Decision (T.D.) 02-37 in the Federal Register (67 FR 47447), which amended 19 CFR 12.104g(a) to reflect the imposition of these restrictions and included a list designating the types of articles covered by the restrictions. These restrictions were to be effective through July 16, 2007.", "metadata": {"title": "Extension of Import Restrictions Imposed on Archaeological Objects and Ecclesiastical and Ritual Ethnological Materials From Cyprus", "agency": "DEPARTMENT OF HOMELAND SECURITY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/14/07/2017-14822.html", "type": "rule", "order_code": 19, "doc_id": "2017-14822"}}, {"id": "b8c4ae3229ab440a9ec6da1f98c2bc09", "annotations": [{"end": 657, "start": 497, "tag": "Foreing Policy", "overlap": NaN, "value": "the President and the NASA Administrator establish security requirements, restrictions, and safeguards for NASA information in the interest of national security", "example_id": "b8c4ae3229ab440a9ec6da1f98c2bc09"}], "content": "In accordance with E.O. 13526, Classified National Security Information, 32 CFR part 2001, Information Security Oversight Office (ISOO) Classified National Security Information Final Rule Implementing Directive, E.O. 12968, Access to Classified Information, E.O. 13549, Classified National Security Information Programs for State, Local, Tribal and Private Sector Entities, E.O. 12829, National Industrial Security Program, and 51 U. S. C., 20132 and 20133, National and Commercial Space Program, the President and the NASA Administrator establish security requirements, restrictions, and safeguards for NASA information in the interest of national security.", "metadata": {"title": "NASA Information Security Protection", "agency": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/24/01/2013-00532.html", "type": "rule", "order_code": 19, "doc_id": "2013-00532"}}, {"id": "b3e0c07ae3a74926a7132df8e9ee382e", "annotations": [{"end": 418, "start": 350, "tag": "Softlaw", "overlap": NaN, "value": "protocols like that developed by the Chemical Distribution Institute", "example_id": "b3e0c07ae3a74926a7132df8e9ee382e"}], "content": " Although these requirements address planning for oil spill response, these best practices may also be applied to hazardous substance response to an extent. Due to the services and requirements industry frequently engages in to satisfy insurance requirements and company sustainability polices, together with the existence of new terminal inspection protocols like that developed by the Chemical Distribution Institute, CTAC was unable to identify any significant gaps in hazardous substance spill response planning at marine transportation-related facilities that would be reduced by the 2000 proposed rulemaking.", "metadata": {"title": "Marine Transportation-Related Facility Response Plans for Hazardous Substances", "agency": "DEPARTMENT OF HOMELAND SECURITY", "url": "https://www.federalregister.gov/documents/full_text/html/2019/08/02/2019-01591.html", "type": "prorule", "order_code": 32, "doc_id": "2019-01591"}}, {"id": "a28bd7842b4d444ba7f141a8a5fb4f83", "annotations": [{"end": 430, "start": 413, "tag": "Foreing Policy", "overlap": NaN, "value": "national security", "example_id": "a28bd7842b4d444ba7f141a8a5fb4f83"}], "content": "Given their size, propulsion systems, and navigational capabilities, small UAS can operate in close proximity to buildings, persons, vehicles and other objects without anyone's awareness. With the current and expected improvements in technical capabilities available on small UAS, they can circumvent measures used to protect security-sensitive sites and operations, which, if accessed or damaged, could threaten national security or introduce hazards to public safety. The FAA is aware of situations where small UAS have been used to conduct illegal surveillance and industrial espionage; to deliver contraband to prison inmates; to deliver incendiary, explosive, chemical and radiological payloads; to damage or disrupt critical infrastructure, including communications networks; and to conduct malicious cyber activity. There have been instances in which small UAS were used in ways that interfere with law enforcement, firefighting, and aviation operations.", "metadata": {"title": "Safe and Secure Operations of Small Unmanned Aircraft Systems", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/13/02/2019-00758.html", "type": "prorule", "order_code": 115, "doc_id": "2019-00758"}}, {"id": "fd9d06903de144039ae01b320f97c686", "annotations": [{"end": 32, "start": 19, "tag": "statute", "overlap": NaN, "value": "§ 21.29(a)(2)", "example_id": "fd9d06903de144039ae01b320f97c686"}, {"end": 210, "start": 166, "tag": "Foreing Policy", "overlap": "f", "value": "airworthiness and environmental requirements", "example_id": "fd9d06903de144039ae01b320f97c686"}, {"end": 415, "start": 396, "tag": "Softlaw", "overlap": "f", "value": "bilateral agreement", "example_id": "fd9d06903de144039ae01b320f97c686"}], "content": "In accordance with § 21.29(a)(2), the FAA requires further that the foreign applicant provide to the CAA technical data to show that the product meets the applicable airworthiness and environmental requirements. In practice, this requirement is accomplished when the applicant submits to its CAA the technical data necessary for the CAA to certificate the product. Through the typical terms of a bilateral agreement, the FAA has access to this compliance data upon request to the CAA.", "metadata": {"title": "Foreign Civil Aviation Authority Certifying Statements", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/22/02/2019-02634.html", "type": "prorule", "order_code": 34, "doc_id": "2019-02634"}}, {"id": "9889e4be9d9b42a39e83ba23b0cc2a81", "annotations": [{"end": 78, "start": 63, "tag": "statute", "overlap": NaN, "value": "section 1401(c)", "example_id": "9889e4be9d9b42a39e83ba23b0cc2a81"}, {"end": 149, "start": 79, "tag": "Softlaw", "overlap": "f", "value": "should include “leading digital services in relevant foreign countries", "example_id": "9889e4be9d9b42a39e83ba23b0cc2a81"}], "content": " A2IM and RIAA appear to agree, contending that a search under section 1401(c) should include “leading digital services in relevant foreign countries including the country of origin or countries where the work is most popular, to the extent those services are accessible from the U.S.” 121", "metadata": {"title": "Noncommercial Use of Pre-1972 Sound Recordings That Are Not Being Commercially Exploited", "agency": "LIBRARY OF CONGRESS", "url": "https://www.federalregister.gov/documents/full_text/html/2019/05/02/2019-00873.html", "type": "prorule", "order_code": 310, "doc_id": "2019-00873"}}, {"id": "7aca4810f25d46e983d6f077a5819665", "annotations": [{"end": 239, "start": 157, "tag": "Foreing Policy", "overlap": NaN, "value": "need to protect certain national security information from unauthorized disclosure", "example_id": "7aca4810f25d46e983d6f077a5819665"}], "content": "(b) The Order was promulgated in recognition of the essential requirement for an informed public concerning the activities of its Government, as well as the need to protect certain national security information from unauthorized disclosure. It delegates to NASA certain responsibility for matters pertaining to national security and confers on the Administrator of NASA, or such responsible officers or employees as the Administrator may designate, the authority for original classification of official information or material which requires protection in the interest of national security. It also provides for:", "metadata": {"title": "NASA Information Security Protection", "agency": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/24/01/2013-00532.html", "type": "rule", "order_code": 63, "doc_id": "2013-00532"}}, {"id": "cbec7351f5534d7f95a9e6d6e5bb5888", "annotations": [{"end": 434, "start": 262, "tag": "Softlaw", "overlap": NaN, "value": "through the bi-lateral agreement with the European Union, these subsequent service bulletin revisions should be allowed to be used by U.S. operators without seeking an AMOC", "example_id": "cbec7351f5534d7f95a9e6d6e5bb5888"}], "content": "Delta Airlines (DAL) requested that we revise the proposed AD to permit use of later approved revisions of service information as we have done in previous alternative methods of compliance (AMOCs). DAL stated that Airbus service bulletins are EASA approved, and through the bi-lateral agreement with the European Union, these subsequent service bulletin revisions should be allowed to be used by U.S. operators without seeking an AMOC. DAL also explained that having the ability to utilize future service bulletin revisions without seeking an AMOC is more efficient and preserves the required level of safety. DAL added that they operate airplanes that are not listed in the service bulletin applicability, but are included in the proposed AD. DAL claimed that without a provision allowing later approved revisions, they might have to apply for multiple AMOCs as the service information is updated.", "metadata": {"title": "Airworthiness Directives; Airbus Airplanes", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2017/19/07/2017-14588.html", "type": "rule", "order_code": 34, "doc_id": "2017-14588"}}, {"id": "a4001700cb2245d3bca1bd1b9b080cdd", "annotations": [{"end": 19, "start": 0, "tag": "statute", "overlap": NaN, "value": "Section 21.29(a)(1)", "example_id": "a4001700cb2245d3bca1bd1b9b080cdd"}, {"end": 279, "start": 56, "tag": "Softlaw", "overlap": "f", "value": "FAA may issue a type certificate (“TC”) for an import product if the applicable State of Design (i.e. the bilateral partner) “certifies that the product has been examined, tested, and found to meet,” applicable requirements", "example_id": "a4001700cb2245d3bca1bd1b9b080cdd"}, {"end": 586, "start": 452, "tag": "Softlaw", "overlap": "f", "value": "the applicable foreign CAA must submit to the FAA a certifying statement that the product complies with the requirements and standards", "example_id": "a4001700cb2245d3bca1bd1b9b080cdd"}], "content": "Section 21.29(a)(1) provides in pertinent part that the FAA may issue a type certificate (“TC”) for an import product if the applicable State of Design (i.e. the bilateral partner) “certifies that the product has been examined, tested, and found to meet,” applicable requirements for aircraft noise, fuel venting, exhaust emissions, and airworthiness. Therefore, in order for a product to receive a validated TC from the FAA for import of the product, the applicable foreign CAA must submit to the FAA a certifying statement that the product complies with the requirements and standards which are identified in the product's certification basis.", "metadata": {"title": "Foreign Civil Aviation Authority Certifying Statements", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/22/02/2019-02634.html", "type": "prorule", "order_code": 33, "doc_id": "2019-02634"}}, {"id": "977d7d6ec02b450d8d7f4ab1040aade7", "annotations": [{"end": 69, "start": 0, "tag": "Agreement", "overlap": NaN, "value": "Executive Order 13609, Promoting International Regulatory Cooperation", "example_id": "977d7d6ec02b450d8d7f4ab1040aade7"}, {"end": 82, "start": 23, "tag": "Foreing Policy", "overlap": "f", "value": "Promoting International Regulatory Cooperation (77 FR 26413", "example_id": "977d7d6ec02b450d8d7f4ab1040aade7"}, {"end": 244, "start": 96, "tag": "Treaty", "overlap": "f", "value": " promotes international regulatory cooperation to meet shared challenges involving health, safety, labor, security, environmental, and other issues ", "example_id": "977d7d6ec02b450d8d7f4ab1040aade7"}], "content": "Executive Order 13609, Promoting International Regulatory Cooperation (77 FR 26413, May 4, 2012) promotes international regulatory cooperation to meet shared challenges involving health, safety, labor, security, environmental, and other issues and to reduce, eliminate, or prevent unnecessary differences in regulatory requirements. The FAA has analyzed this action under the policies and agency responsibilities of Executive Order 13609, and has determined that this action would have no effect on international regulatory cooperation.", "metadata": {"title": "External Marking Requirement for Small Unmanned Aircraft", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/13/02/2019-00765.html", "type": "rule", "order_code": 79, "doc_id": "2019-00765"}}, {"id": "ff854703a2454a75a8677c99e72f8f73", "annotations": [{"end": 38, "start": 34, "tag": "Softlaw", "overlap": NaN, "value": "ISDA", "example_id": "ff854703a2454a75a8677c99e72f8f73"}, {"end": 48, "start": 43, "tag": "Softlaw", "overlap": "f", "value": "SIFMA", "example_id": "ff854703a2454a75a8677c99e72f8f73"}, {"end": 151, "start": 66, "tag": "Softlaw", "overlap": "f", "value": "expiration of the Final Order should be tied to the publication of the final guidance", "example_id": "ff854703a2454a75a8677c99e72f8f73"}], "content": "A number of commenters, including ISDA and SIFMA, stated that the expiration of the Final Order should be tied to the publication of the final guidance, and not simply one year after the publication of the Proposed Order.116", "metadata": {"title": "Final Exemptive Order Regarding Compliance With Certain Swap Regulations", "agency": "COMMODITY FUTURES TRADING COMMISSION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/07/01/2012-31736.html", "type": "rule", "order_code": 358, "doc_id": "2012-31736"}}, {"id": "56bbd901ab1645bc8e1fd748e83c7ca6", "annotations": [{"end": 411, "start": 391, "tag": "Foreing Policy", "overlap": NaN, "value": "proposed rule change", "example_id": "56bbd901ab1645bc8e1fd748e83c7ca6"}, {"end": 677, "start": 531, "tag": "Softlaw", "overlap": "f", "value": "The FAA would no longer require the foreign applicant to submit either the means of compliance listing or the accompanying statement of compliance", "example_id": "56bbd901ab1645bc8e1fd748e83c7ca6"}], "content": "The FAA proposes to amend 14 CFR 21.20, “Compliance with applicable requirements,” to exclude its applicability to import products that have been type certificated outside of the United States by a bilateral partner civil aviation authority (“CAA”). These products are validated by the FAA consistent with the requirements in 14 CFR 21.29, “Issue of type certificate: import products.” This proposed rule change would eliminate the necessity for redundant compliance documents to the FAA by both the CAA and the foreign applicant. The FAA would no longer require the foreign applicant to submit either the means of compliance listing or the accompanying statement of compliance because the FAA already requires that the applicant provide technical data to show compliance and for the bilateral partner CAA to provide a certifying statement of compliance. In addition to streamlining the application process for import products, this proposal would eliminate a burden to the FAA of accepting and reviewing redundant and duplicative information. This rule does not propose any changes to substantive type certification requirements applicable to foreign applicants.bnm ", "metadata": {"title": "Foreign Civil Aviation Authority Certifying Statements", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/22/02/2019-02634.html", "type": "prorule", "order_code": 29, "doc_id": "2019-02634"}}, {"id": "a9517ce0144e4ff1b418e92bfe6a2c42", "annotations": [{"end": 972, "start": 921, "tag": "Foreing Policy", "overlap": NaN, "value": "more quickly reach the national security objectives", "example_id": "a9517ce0144e4ff1b418e92bfe6a2c42"}, {"end": 1017, "start": 976, "tag": "Softlaw", "overlap": "f", "value": "greater interoperability with U.S. allies", "example_id": "a9517ce0144e4ff1b418e92bfe6a2c42"}], "content": "The Departments of State and Commerce described in their respective Advanced Notices of Proposed Rulemaking (ANPRM) in December 2010 the Administration's plan to make the USML and the CCL positive, tiered, and aligned so that eventually they can be combined into a single control list (see “Commerce Control List: Revising Descriptions of Items and Foreign Availability,” 75 FR 76664 (December 9, 2010) and “Revisions to the United States Munitions List,” 75 FR 76935 (December 10, 2010)). The notices also called for the establishment of a “bright line” between the USML and the CCL to reduce government and industry uncertainty regarding export jurisdiction by clarifying whether particular items are subject to the jurisdiction of the ITAR or the EAR. While these remain the Administration's ultimate Export Control Reform objectives, their concurrent implementation would be problematic in the near term. In order to more quickly reach the national security objectives of greater interoperability with U.S. allies, enhancing the defense industrial base, and permitting the U.S. Government to focus its resources on controlling and monitoring the export and reexport of more significant items to destinations, end-uses, and end-users of greater concern than NATO allies and other multi-regime partners, the Administration has decided, as an interim step, to propose and implement revisions to both the USML and the CCL that are more positive, but not yet tiered.", "metadata": {"title": "Amendment to the International Traffic in Arms Regulations: Revision of U.S. Munitions List Category IV", "agency": "DEPARTMENT OF STATE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/31/01/2013-01901.html", "type": "prorule", "order_code": 24, "doc_id": "2013-01901"}}, {"id": "707b69caeada4ffaa3b48f9eb79ab497", "annotations": [{"end": 309, "start": 253, "tag": "statute", "overlap": NaN, "value": "title 49, U.S. Code. Subtitle I, sections 106(f) and (g)", "example_id": "707b69caeada4ffaa3b48f9eb79ab497"}, {"end": 702, "start": 680, "tag": "statute", "overlap": "f", "value": "Section 40105(b)(1)(A)", "example_id": "707b69caeada4ffaa3b48f9eb79ab497"}, {"end": 843, "start": 819, "tag": "Agreement", "overlap": "f", "value": "international agreements", "example_id": "707b69caeada4ffaa3b48f9eb79ab497"}], "content": "The FAA is responsible for the safety of flight in the U.S. and for the safety of U.S. civil operators, U.S.-registered civil aircraft, and U.S.-certificated airmen throughout the world. The FAA's authority to issue rules on aviation safety is found in title 49, U.S. Code. Subtitle I, sections 106(f) and (g), describe the authority of the FAA Administrator. Subtitle VII of title 49, Aviation Programs, describes in more detail the scope of the agency's authority. Section 40101(d)(1) provides that the Administrator shall consider in the public interest, among other matters, assigning, maintaining, and enhancing safety and security as the highest priorities in air commerce. Section 40105(b)(1)(A) requires the Administrator to exercise his authority consistently with the obligations of the U.S. Government under international agreements.", "metadata": {"title": "Amendment of the Prohibition Against Certain Flights in Specified Areas of the Sanaa (OYSC) Flight Information Region", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2017/14/12/2017-26903.html", "type": "rule", "order_code": 21, "doc_id": "2017-26903"}}, {"id": "93e2ce3729bd4fcc939457b68c35c55c", "annotations": [{"end": 1115, "start": 1082, "tag": "Softlaw", "overlap": NaN, "value": "international pollution abatement", "example_id": "93e2ce3729bd4fcc939457b68c35c55c"}], "content": "4. 110(a)(2)(D)(i) and (ii) Interstate and International transport provisions: Section 110(a)(2)(D) has two components; 110(a)(2)(D)(i) and 110(a)(2)(D)(ii). Section 110(a)(2)(D)(i) includes four distinct components, commonly referred to as “prongs,” that must be addressed in SIP submissions. The first two prongs, which are codified in section 110(a)(2)(D)(i)(I), are provisions that prohibit any source or other type of emissions activity in one state from contributing significantly to nonattainment of the NAAQS in another state (“prong 1”), and interfering with maintenance of the NAAQS in another state (“prong 2”). The third and fourth prongs, which are codified in section 110(a)(2)(D)(i)(II), are provisions that prohibit emissions activity in one state interfering with measures required to prevent significant deterioration of air quality in another state (“prong 3”), or to protect visibility in another state (“prong 4”). Section 110(a)(2)(D)(ii) requires SIPs to include provisions insuring compliance with sections 115 and 126 of the Act, relating to interstate and international pollution abatement. EPA's analysis of Kentucky DAQ's infrastructure submission with regard to the requirements of 110(a)(2)(D) is as follows:", "metadata": {"title": "Approval and Promulgation of Implementation Plans; Kentucky; 110(a)(1) and (2) Infrastructure Requirements for the 2008 8-Hour Ozone National Ambient Air Quality Standards", "agency": "ENVIRONMENTAL PROTECTION AGENCY", "url": "https://www.federalregister.gov/documents/full_text/html/2013/17/01/2013-00951.html", "type": "prorule", "order_code": 88, "doc_id": "2013-00951"}}, {"id": "2024a6f2b9484359a578baa04e4fde67", "annotations": [{"end": 84, "start": 69, "tag": "statute", "overlap": NaN, "value": "section 1401(c)", "example_id": "2024a6f2b9484359a578baa04e4fde67"}, {"end": 195, "start": 95, "tag": "Softlaw", "overlap": "f", "value": "applies only to foreign sound recordings that have “previously been exploited commercially in the US", "example_id": "2024a6f2b9484359a578baa04e4fde67"}], "content": " By contrast, IFPI maintains that the Office should clarify that the section 1401(c) exception applies only to foreign sound recordings that have “previously been exploited commercially in the US, thereby establishing a nexus between the US and the rightholder(s) in question.” 122", "metadata": {"title": "Noncommercial Use of Pre-1972 Sound Recordings That Are Not Being Commercially Exploited", "agency": "LIBRARY OF CONGRESS", "url": "https://www.federalregister.gov/documents/full_text/html/2019/05/02/2019-00873.html", "type": "prorule", "order_code": 311, "doc_id": "2019-00873"}}, {"id": "167446eca56c4f7d8ca860667c26d0a0", "annotations": [{"end": 72, "start": 64, "tag": "statute", "overlap": NaN, "value": "§ 107.36", "example_id": "167446eca56c4f7d8ca860667c26d0a0"}, {"end": 205, "start": 188, "tag": "Foreing Policy", "overlap": "f", "value": "national security", "example_id": "167446eca56c4f7d8ca860667c26d0a0"}], "content": "D1. Should the prohibition from carrying hazardous materials in § 107.36 be expanded to include other types of payloads or installed equipment that could pose a threat to public safety or national security? If yes, what types of payloads should be prohibited and why?", "metadata": {"title": "Safe and Secure Operations of Small Unmanned Aircraft Systems", "agency": "DEPARTMENT OF TRANSPORTATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/13/02/2019-00758.html", "type": "prorule", "order_code": 120, "doc_id": "2019-00758"}}, {"id": "95813129e56a4c6f862f3d3d2adb1ca1", "annotations": [{"end": 103, "start": 75, "tag": "Foreing Policy", "overlap": NaN, "value": "subject to national security", "example_id": "95813129e56a4c6f862f3d3d2adb1ca1"}], "content": "All items in the 0x604 and 9x604 ECCNs, as proposed in this rule, would be subject to national security (NS Column 1) and regional stability (RS Column 1) controls, as well as antiterrorism (AT Column 1) controls. ", "metadata": {"title": "Revisions to the Export Administration Regulations (EAR): Articles the President Determines No Longer Warrant Control Under the U.S. Munitions List That Are Related To Launch Vehicles, Missiles, Rockets, and Military Explosive Devices", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/31/01/2013-01904.html", "type": "prorule", "order_code": 52, "doc_id": "2013-01904"}}, {"id": "ca4fe5922e5d4d6a8375ba66a55a0f34", "annotations": [{"end": 142, "start": 84, "tag": "Softlaw", "overlap": NaN, "value": "international censure and U.S. and international sanctions", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 422, "start": 278, "tag": "Agreement", "overlap": "f", "value": "United Nations Security Council resolutions (UNSCRs), including 1718 (2006), 1874 (2009), 2087 (2013), 2094 (2013), 2270 (2016), and 2321 (2016)", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 346, "start": 342, "tag": "Treaty", "overlap": "f", "value": "1718", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 359, "start": 355, "tag": "Treaty", "overlap": "f", "value": "1874", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 372, "start": 368, "tag": "Treaty", "overlap": "f", "value": "2087", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 385, "start": 381, "tag": "Treaty", "overlap": "f", "value": "2094", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 398, "start": 394, "tag": "Treaty", "overlap": "f", "value": "2270", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 415, "start": 411, "tag": "Treaty", "overlap": "f", "value": "2321", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 542, "start": 429, "tag": "Softlaw", "overlap": "f", "value": "restrict North Korea's financial and operational activities related to its nuclear and ballistic missile programs", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 626, "start": 621, "tag": "Softlaw", "overlap": "f", "value": "13466", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 633, "start": 628, "tag": "Softlaw", "overlap": "f", "value": "13551", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 640, "start": 635, "tag": "Softlaw", "overlap": "f", "value": "13570", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 647, "start": 642, "tag": "Softlaw", "overlap": "f", "value": "13687", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 658, "start": 653, "tag": "Softlaw", "overlap": "f", "value": "13722", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 702, "start": 662, "tag": "Softlaw", "overlap": "f", "value": "impose economic sanctions on North Korea", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}, {"end": 762, "start": 719, "tag": "statute", "overlap": "f", "value": "International Emergency Economic Powers Act", "example_id": "ca4fe5922e5d4d6a8375ba66a55a0f34"}], "content": "North Korea continues to advance its nuclear and ballistic missile programs despite international censure and U.S. and international sanctions. In response to North Korea's continued actions to proliferate WMDs, the United Nations Security Council (UNSC) has issued a number of United Nations Security Council resolutions (UNSCRs), including 1718 (2006), 1874 (2009), 2087 (2013), 2094 (2013), 2270 (2016), and 2321 (2016), that restrict North Korea's financial and operational activities related to its nuclear and ballistic missile programs. Additionally, the President of the United States has issued Executive Orders 13466, 13551, 13570, 13687, and 13722 to impose economic sanctions on North Korea pursuant to the International Emergency Economic Powers Act,6", "metadata": {"title": "Proposal of Special Measure Against Bank of Dandong as a Financial Institution of Primary Money Laundering Concern", "agency": "DEPARTMENT OF THE TREASURY", "url": "https://www.federalregister.gov/documents/full_text/html/2017/07/07/2017-14026.html", "type": "prorule", "order_code": 46, "doc_id": "2017-14026"}}, {"id": "4d0490838e4e4484877d96ad47c00b38", "annotations": [{"end": 39, "start": 14, "tag": "statute", "overlap": NaN, "value": "Moratorium Protection Act", "example_id": "4d0490838e4e4484877d96ad47c00b38"}, {"end": 345, "start": 303, "tag": "Softlaw", "overlap": "f", "value": "applicable international fishery agreement", "example_id": "4d0490838e4e4484877d96ad47c00b38"}], "content": "Response: The Moratorium Protection Act limits the scope of import prohibitions that can initially be applied to an identified nation that fails to receive a positive certification. For a nation identified for IUU fishing, import prohibitions would be limited to fish and fish products managed under an applicable international fishery agreement. If there is no applicable international fishery agreement, such prohibitions would only apply to fish and fish products caught by vessels engaged in IUU fishing. For a nation identified for either bycatch or shark catch, import prohibitions would be limited to those that address the relevant fishing activities or practices for which such nations were identified in the biennial report.", "metadata": {"title": "High Seas Driftnet Fishing Moratorium Protection Act; Identification and Certification Procedures To Address Shark Conservation", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2013/16/01/2013-00703.html", "type": "rule", "order_code": 45, "doc_id": "2013-00703"}}, {"id": "288d329af60342bbb17ca60b836dcb25", "annotations": [{"end": 39, "start": 30, "tag": "statute", "overlap": NaN, "value": "part 1206", "example_id": "288d329af60342bbb17ca60b836dcb25"}, {"end": 607, "start": 558, "tag": "Softlaw", "overlap": "f", "value": "a foreign processor will have a seat on the Board", "example_id": "288d329af60342bbb17ca60b836dcb25"}], "content": "A definition will be added to part 1206 for “foreign processor of frozen mangos.” Section 1206.8, which currently defines the term “foreign producer” will be redesignated as § 1206.8a, and a new § 1206.8 will define the term “foreign processor of frozen mangos” or “foreign processor” to mean any person: (a) Who is engaged in the preparation of frozen mangos for market to the United States and/or who owns or shares the ownership and risk of loss of such mangos; and (b) who exports frozen mangos to the United States. As described later in this document, a foreign processor will have a seat on the Board.", "metadata": {"title": "Mango Promotion, Research and Information Order; Amendment To Include Frozen Mangos", "agency": "DEPARTMENT OF AGRICULTURE", "url": "https://www.federalregister.gov/documents/full_text/html/2019/21/02/2019-02859.html", "type": "rule", "order_code": 109, "doc_id": "2019-02859"}}, {"id": "e1a935987bf941d3a56c737e97028b53", "annotations": [{"end": 39, "start": 28, "tag": "Foreing Policy", "overlap": NaN, "value": "77 FR 24373", "example_id": "e1a935987bf941d3a56c737e97028b53"}, {"end": 193, "start": 58, "tag": "Softlaw", "overlap": "f", "value": "guidelines for collecting data on international trade in services and direct investment through notices, rather than through rulemaking", "example_id": "e1a935987bf941d3a56c737e97028b53"}], "content": "In 2012, BEA issued a rule (77 FR 24373) that established guidelines for collecting data on international trade in services and direct investment through notices, rather than through rulemaking. Persons are required to respond to other BEA surveys conducted under these guidelines only when they are contacted by BEA. Under this proposed rule, however, persons subject to the reporting requirements of the BE-12, Benchmark Survey of Foreign Direct Investment in the United States, would be required to respond whether or not they are contacted by BEA.", "metadata": {"title": "Direct Investment Surveys: BE-12, Benchmark Survey of Foreign Direct Investment in the United States", "agency": "DEPARTMENT OF COMMERCE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/27/07/2017-15695.html", "type": "prorule", "order_code": 25, "doc_id": "2017-15695"}}, {"id": "707da52d32af4ab595baef5909ebb857", "annotations": [{"end": 97, "start": 15, "tag": "Foreing Policy", "overlap": NaN, "value": "fish or shellfish are or could be taken and sold in interstate or foreign commerce", "example_id": "707da52d32af4ab595baef5909ebb857"}], "content": "(2) From which fish or shellfish are or could be taken and sold in interstate or foreign commerce; and", "metadata": {"title": "Definition of “Waters of the United States”—Recodification of Pre-Existing Rules", "agency": "DEPARTMENT OF DEFENSE", "url": "https://www.federalregister.gov/documents/full_text/html/2017/27/07/2017-13997.html", "type": "prorule", "order_code": 304, "doc_id": "2017-13997"}}, {"id": "ba830edc5c074dddbcf92a9f2dc62986", "annotations": [{"end": 58, "start": 31, "tag": "statute", "overlap": NaN, "value": "title II disability program", "example_id": "ba830edc5c074dddbcf92a9f2dc62986"}, {"end": 137, "start": 115, "tag": "Softlaw", "overlap": "f", "value": "totalization agreement", "example_id": "ba830edc5c074dddbcf92a9f2dc62986"}], "content": "The international reach of our title II disability program has steadily expanded over the years. In 1978, we had a totalization agreement with only one country.52", "metadata": {"title": "Removing Inability To Communicate in English as an Education Category", "agency": "SOCIAL SECURITY ADMINISTRATION", "url": "https://www.federalregister.gov/documents/full_text/html/2019/01/02/2019-00250.html", "type": "prorule", "order_code": 140, "doc_id": "2019-00250"}}, {"id": "1a1e85211a6a431da387ac00e03a9a99", "annotations": [{"end": 105, "start": 49, "tag": "Softlaw", "overlap": NaN, "value": "International Swaps and Derivatives Association (“ISDA”)", "example_id": "1a1e85211a6a431da387ac00e03a9a99"}, {"end": 459, "start": 439, "tag": "statute", "overlap": "f", "value": "§§ 23.502 and 23.504", "example_id": "1a1e85211a6a431da387ac00e03a9a99"}], "content": "31 See, e.g., Letter dated Dec. 4, 2012 from the International Swaps and Derivatives Association (“ISDA”) requesting exercise of Commission authority regarding part 23 Compliance Rules, Letter dated Nov. 27, 2012 (revised Dec. 6, 2012) from ISDA requesting exercise of Commission authority regarding part 23 compliance rules (“ISDA Dec. 6 Letter”), and Letter dated Nov. 20, 2012 from ISDA requesting no-action relief from compliance with §§ 23.502 and 23.504.", "metadata": {"title": "Business Conduct and Documentation Requirements for Swap Dealers and Major Swap Participants; Extension of Compliance Date", "agency": "COMMODITY FUTURES TRADING COMMISSION", "url": "https://www.federalregister.gov/documents/full_text/html/2013/02/01/2012-30885.html", "type": "rule", "order_code": 95, "doc_id": "2012-30885"}}, {"id": "2b6c796913d04118a5c87c4d287f24ec", "annotations": [{"end": 635, "start": 461, "tag": "Softlaw", "overlap": NaN, "value": "For the foreign mango processor seat, nomination of the foreign processor for the frozen mangos seat will be solicited from foreign mango organizations and foreign processors", "example_id": "2b6c796913d04118a5c87c4d287f24ec"}], "content": "As stated in the Nomination and Appointment section of the proposal, the Board staff will solicit the names of frozen mango importers who import 200,000 pounds or more of frozen mangos annually for a frozen mango importer seat and the voting will be conducted by mail ballot. For the mail ballot, all eligible frozen mango importers will have the opportunity to vote for the candidates who are nominated for the two importer of frozen mango seats on the Board. For the foreign mango processor seat, nomination of the foreign processor for the frozen mangos seat will be solicited from foreign mango organizations and foreign processors. The Board staff will submit the names to the Secretary for selection of appointment. The candidate will only be selected for one seat on the Board. The candidate must be a member of the industry sector that they were appointed by the Secretary to represent.", "metadata": {"title": "Mango Promotion, Research and Information Order; Amendment To Include Frozen Mangos", "agency": "DEPARTMENT OF AGRICULTURE", "url": "https://www.federalregister.gov/documents/full_text/html/2019/21/02/2019-02859.html", "type": "rule", "order_code": 303, "doc_id": "2019-02859"}}]